Repository: GNOME/gtranslator
Catalog: po/*.po
Languages: pa, sr, uk

source: Translate and localize applications and libraries
sr: Преводилац програма и библиотека
uk: Переклад та локалізація програм та бібліотек

source: Autosave files
sr: Сам сачувај датотеке
uk: Автозбереження файлів

source: Autosave interval
sr: Време између чувања:
uk: Інтервал автозбереження

source: Check spelling
sr: Провери писање
uk: Перевірка правопису

source: Color scheme
sr: Шеме боја
uk: Кольорові схеми

source: Create backup before saving
sr: Направи резервну копију пре чувања
uk: Створювати резервний файл перед записом

source: Custom font to use for edit fields.
sr: Произвољни фонт за текст превода.
uk: Окремий шрифт для полів редагування

source: Delete compiled GMO files
sr: Уклони бинарне датотеке са преводом
uk: Стерти скомпільовані файли (наприклад "project.gmo")

source: Directory containing PO files to add to the translation memory.
sr: Директоријум са PO датотекама које желите да додате у преводилачку меморију
uk: Каталог, який містить po-файли додавати пам'яті перекладів.

source: Editor font
sr: Фонт уређивања
uk: Шрифт редактору

source: Filename to restrict search to
sr: Име датотеке за које се везује претрага
uk: Обмежувати пошук лише файлами з назвою

source: Filename to which searching of the translation memory should be restricted.
sr: Име датотеке за које се везује претрага преводилачке меморије
uk: Назви файлів при пошуку для додавання до пам'яті перекладів повинні бути обмежені.

source: Highlight syntax in edit fields
sr: Истицање синтаксе порука
uk: Підсвічувати орфографію у полі редагування

source: If true, apply syntax highlighting to strings in edit fields.
sr: Уколико је постављено на „true“, истицаће синтаксу у преводу.
uk: Якщо обрано, використовується підсвічування строк з орфографічними помилками у полі редагування

source: If true, automatically save files at specified intervals.
sr: Уколико је постављено на „true“, датотеке ће бити сачуване у задатом временском интервалу.
uk: Якщо обрано, файл автоматично зберігається в встановлений інтервал.

source: If true, check the spelling of translated messages.
sr: Уколико је постављено на „true“, вршиће се провера писања у преводу.
uk: Якщо обрано, перевіряти орфографію перекладених повідомлень

source: If true, create a backup copy of a file before saving it.
sr: Уколико је постављено на „true“, правиће резервну копију датотеке пре него што је сачува.
uk: Якщо обрано, створювати резервну копію файлу перед збереженням

source: If true, display whitespace in strings as representative symbols.
sr: Уколико је постављено на „true“, размаци између речи ће бити приказани у виду симбола.
uk: Якщо обрано, показувати пробіли спеціальним символом.

source: If true, only include files with a specified filename when searching the translation memory.
sr: Уколико је постављено на „true“, укључиће само датотеке са задатим именом приликом претраге преводилачке меморије.
uk: Якщо обрано, лише файли з конкретизованою назвою будуть використані пошуком пам'яті перекладів.

source: If true, overwrite the values in the PO header with those in the active profile.
sr: Уколико је постављено на „true“, преписаће вреднсоти заглавља PO датотеке оним из активног профила.
uk: Якщо обрано, перезаписувати заголовок ро-файлу значеннями з типового профілю.

source: If true, remove compiled GMO binary files when saving.
sr: Уколико је постављено на „true“, уклониће изграђене GMO бинарне датотеке приликом чувања.
uk: Якщо обрано, видаляти скомпільований GMO-файл при збереженні.

source: If true, remove fuzzy status from translations when they are changed.
sr: Уколико је постављено на „true“, поставиће нејасне поруке као преведене када их измените.
uk: Якщо обрано, забирати стан неточного перекладу, якщо повідомлення було змінено

source: If true, use a custom font for edit fields.
sr: Уколико је постављено на „true“, користиће произвољан фонт за уређивање превода.
uk: Якщо обрано, використовувати окремий шрифт для полів редактору.

source: If true, warn the user when saving a PO translation file containing fuzzy strings.
sr: Уколико је постављено на „true“, упозориће вас приликом чувања превода са нејасним порукама.
uk: Якщо обрано, попереджувати, що po-файл містить неточні переклади.

source: Interval in minutes at which to automatically save files.
sr: Време у минутима након кога ће сам сачувати датотеке.
uk: Інтервал автозбереження (у хвилинах).

source: Make whitespace visible
sr: Приказивање размака
uk: Робити пробіли видимими.

source: Maximum difference in length between messages displayed as matches by the translation memory.
sr: Највећа разлика у дужини порука које се приказују у преводилачкој меморији.
uk: Максимальна різниця довжини між повідомленням, та зразком з пам'яті перекладів.

source: Maximum difference in message length
sr: Највећа разлика у дужини порука
uk: Максимальна різниця довжини повідомлення

source: Maximum number of missing words
sr: Највећи број речи које недостају
uk: Максимальна кількість незнайдених слів

source: Maximum number of words that can be missing from a message displayed as a match by the translation memory.
sr: Највећи број речи које смеју да недостају да би се поклапање приказало у преводилачкој меморији.
uk: Максимальна кількість слів, яких не вистачає у перекладі з пам'яті, до якої пропонувати його як варіант

source: Message list sort order
sr: Редослед листе порука
uk: Порядок сортування списку повідомлень

source: Name of a gtksourceview color scheme to use for syntax highlighting.
sr: Назив gtksourceview шеме боја за истицање синтаксе.
uk: Назва схеми кольорів gtksourceview для використання для підсвічування орфографії.

source: PO directory
sr: PO директоријум
uk: Каталог PO-файлів:

source: Remove fuzzy status when message is changed
sr: Означи нејасне поруке као преведене при измени
uk: Забирати стан неточного перекладу, якщо повідомлення було змінено

source: Restrict search by filename
sr: Вежи претрагу за име датотеке
uk: Обмежити пошук назвою файлу

source: Side pane switcher style
sr: Изглед пребацивача из бочне површи
uk: Перемикач стилю бокової панелі

source: Sort order to use in the message list. Possible values are "status", "id", "original_text" and "translated_text".
sr: Редослед сортирања списка порука. Дозвољене вредности су „status“ (сортирање на основу стања), „original_text“ (сортирање на основу изворног текста) и „translated_text“ (сортирање на основу превода).
uk: Порядок сортування списку повідомлень. Можливі значення "статус", "номер", "оригінал", "переклад".

source: Style for switchers in the side pane. Possible values are "icons", "text", "icons_and_text", "tabs" and "system".
sr: Изглед пребацивача у бочној површи. Дозвољене вредности су „ikons“ (само иконице), „text“ (само текст), „icons_and_text“ (иконице и текст), „tabs“ (листови) и „system“ (како је изабрано у систему).
uk: Стиль перемикачів бічної панелі. Можливі значення "іконки", "текст", "іконки та текст", "вкладки" та "системні".

source: Use custom font
sr: Користи произвољни фонт
uk: Використовувати нетиповий шрифт

source: Use profile values for header
sr: Користи вредности из профила за заглавље
uk: Використовувати для заголовку значення з профілю

source: Warn if file contains fuzzy translations
sr: Упозори уколико превод садржи нејасне поруке
uk: Попереджувати, якщо po-файл містить неточні переклади

source: Others
sr: Остало
uk: Інше

source: Special variable
sr: Посебна променљива
uk: Спеціальні змінні

source: Tag
sr: Ознака
uk: Теги

source: gtranslator highlight
sr: Истицање текста
uk: Перекладач - підсвічування

source: Message not found
sr: Поруке нису нађене
uk: Повідомлення не знайдено!

source: Open file for alternate language
sr: Отвори датотеку за замену језика
uk: Відкрити файл альтернативної мови

source: File closed
sr: Датотека је затворена
uk: Файл закрито

source: There isn't any file loaded
sr: Није учитана ни једна датотека
uk: Жодного файлу не завантажено

source: _Alternate Language
sr: _Замени језик
uk: _Альтернативна мова

source: Show the Alternate Language panel
sr: Приказује панел за замену језика
uk: Показати панель альтернативної мови

source: Alternate Language
sr: Замена језика
uk: Альтернативна мова

source: Load an alternate language.
sr: Учитава језик за замену.
uk: Завантажити альтернативну мову

source: Character Map
sr: Знакови
uk: Кодування

source: Insert special characters just by clicking on them.
sr: Умеће посебне знаке показивачем миша
uk: Вставити спеціальний символ для для клацання по ньому.

source: No dictionary source available with name '%s'
sr: Није нађен речник са називом „%s“
uk: Нема джерела словнику з ім'ям '%s'

source: Unable to find dictionary source
sr: Не могу да учитам извор речника
uk: Не можу знайти джерело словнику

source: No context available for source '%s'
sr: Није доступна појава поруке за „%s“
uk: Не доступний контекст для джерела '%s'

source: Unable to create a context
sr: Не могу да добавим појаву поруке
uk: Не можу створити контекст

source: Dictionary source '%s' selected
sr: Изабрана је „%s“ за дневник
uk: Джерело словнику '%s' обрано

source: Strategy '%s' selected
sr: Изабрана је „%s“ стратегија
uk: Стратегію '%s' обрано

source: Database '%s' selected
sr: Изабрана је „%s“ за базу података
uk: Базу даних '%s' обрано

source: Word '%s' selected
sr: Изабрана је реч „%s“
uk: Слово '%s' обрано

source: Double-click on the word to look up
sr: Кликните двапут на реч за трагање
uk: Подвійний клік піднімає слово

source: Double-click on the matching strategy to use
sr: Кликните двапут за употребу поклопљене стратегије
uk: Подвійний клік обирає відповідну стратегію

source: Double-click on the source to use
sr: Кликните двапут за употребу жељеног извора
uk: Подвійний клік обирає джерело

source: Double-click on the database to use
sr: Кликните двапут за употребу жељене базе података
uk: Подвійний клік обирає базу даних

source: Look _up:
sr: Тра_гање:
uk: Підняти

source: Similar words
sr: Сличне речи
uk: Синоніми

source: Available dictionaries
sr: Доступни речници
uk: Доступні словники

source: Available strategies
sr: Доступне стратегије
uk: Доступні стратегії

source: Dictionary sources
sr: Извори речника
uk: Джерела словника

source: Dictionary
sr: Речник
uk: Словник

source: Look up words in a dictionary.
sr: Тражи речи у речнику
uk: Підняти слово у словнику

source: _Fullscreen
sr: _Цео екран
uk: Повний _екран

source: Place window on fullscreen state
sr: Приказује прозор преко целог екрана
uk: Ростягнути вікно на весь екран

source: Fullscreen
sr: Цео екран
uk: Повний екран

source: Place window in the fullscreen state.
sr: Приказује прозор преко целог екрана
uk: Вікно розтягнуто на весь екран.

source: _Next Param
sr: _Следећи параметар
uk: _Наступний параметр

source: Insert the next param of the message
sr: Умеће следећи параметар поруке
uk: Введіть наступний параметр повідомлення

source: _Insert Params
sr: _Уметни параметре
uk: _Ввести параметри

source: Insert Params
sr: Уметни параметре
uk: Ввести параметри

source: Parameters detection and easy insertion.
sr: Налажење и лако уметање параметара
uk: Визначення параметрів та проста вставка.

source: _Next Tag
sr: Сле_дећа ознака
uk: Наступний тег

source: Insert the next tag of the message
sr: Умеће наредну ознаку поруке
uk: Вставити наступний тег у повідомлення

source: _Insert Tags
sr: Уметни о_знаке
uk: _Вставити тег

source: Insert Tags
sr: Уметни ознаке
uk: Вставити тег

source: Tags detection and easy insertion.
sr: Налази ознаке и умеће их на једноставан начин.
uk: Визначення тегів та проста вставка

source: <b>Code language of the results:</b>
uk: <b>Код мови результату:</b>

source: <b>Code language to query open-tran:</b>
uk: <b>Код мови для запросу open-tran:</b>

source: Open Tran Settings
sr: Подешавање преводилачке меморије
uk: Налаштування Open Tran

source: ERROR: could not parse response
sr: Грешка: немогу да обрадим одговор
uk: ПОМИЛКА: аналіз не відповідає

source: ERROR: %d %s
sr: Грешка: %d %s
uk: ПОМИЛКА: %d %s

source: FAULT: %d %s
sr: Прекршај: %d %s
uk: НЕВДАЧА: %d %s

source: WRONG! Can't get result element %d
sr: Неисправно! Не могу да добијем крајњи елемент %d
uk: НЕВІРНО! Не можу отримати результат елементу %d

source: Phrase not found
sr: Израз није пронађен
uk: Фраза не знайдена

source: You have to provide a phrase to search
sr: Морате задати речи за претрагу
uk: Введіть фразу для пошуку

source: You have to provide a search language code
sr: Морате да поставите ознаку језика у подешавањима
uk: Введіть код мови пошуку

source: You have to provide a language code for your language
sr: Морате да подесите ознаку вашег језика у подешавањима
uk: Введіть код вашої мови

source: Type
sr: Врста
uk: Тип

source: Look for:
sr: Тражи:
uk: Подивитися для:

source: Look for phrases in Open tran memory translation database.
sr: Тражи задату реч у Open-tran.eu преводилачкој меморији.
uk: Подивитися фразу у базі даних перекладів Open tran.

source: <b>Line command:</b>
uk: <b>Командний рядок:</b>

source: <b>Program command:</b>
uk: <b>Команда програми:</b>

source: Source View Settings
sr: Подешавање изворног прегледа
uk: Налаштування перегляду джерела

source: Use external editor
sr: Користи спољни програм за уређивање
uk: Використовувати зовнішній редактор:

source: Please install %s to be able to show the file
uk: Будь ласка, встановіть %s, щоб мати можливість дивитися цей файл

source: Paths:
uk: Шляхи:

source: Show the message in the source code.
sr: Приказује поруке у изворном коду.
uk: Показувати повідомлення у джерельному коді.

source: Source Code View
sr: Приказ изворног кода
uk: Перегляд джерельного коду

source: Source Viewer
sr: Изворни приказ
uk: Переглядач джерельного коду

source: <b>Source code</b>
uk: <b>Джерельний код</b>

source: Subversion: Checkout complete.
uk: Subversion: Перевірку завершено.

source: Please add a directory path to make the checkout
uk: Будь ласка, додайте директорію для перевірки

source: Please add a Subversion URL
uk: Будь ласка, додайте адресу Subversion

source: Checkout directory
sr: Усклади директоријум
uk: Каталог перевірки

source: Checkout repository
uk: Сховище для перевірки

source: Subversion: Commit complete.
uk: Subversion: Фіксація завершена.

# ChangeLog entry
source: LANGUAGE
uk: МОВА

source: The ChangeLog file '%s' does not exist
uk: ChangeLog-файл "%s" не існує!

source: Are you sure that you want to pass an empty log message?
uk: Ви впевнені, що бажаєте допустити пусте реєстраційне повідомлення?

source: You have to select at least one file to send
uk: Ви повинні обрати хоча б один файл для відсилання

source: Commit Changes
uk: Зафіксувати зміни

source: Subversion: Diff complete.
uk: Subversion: Порівняння завершено.

source: Please install %s to be able to diff the file
uk: Будь ласка, встановіть %s для можливості порівняння файлів

source: Diff file
uk: Порівняти файл

source: Diff
uk: Порівняння

source: Subversion: File will be added on next commit.
uk: Subversion: Файл буде додано у список до наступної фіксаціі.

source: _Update
pa: ਨਵੀਨੀਕਰਨ ਕਰੋ
uk: Поновити

source: Sync your local copy with the Subversion tree
uk: Синхронізація Вашої локальної копії з деревом Subversion

source: _Commit
uk: _Фіксувати

source: Commit your changes to the Subversion tree
uk: Фіксувати Ваші зміни до дереві Subversion на сервері

source: _Add
uk: _Додати

source: Add a new file/directory to the Subversion tree
uk: Додати новий файл або директорію до дерева Subversion

source: _Diff
uk: _Порівняти

source: Diff local PO file with repository PO file
uk: Порівняти локальний ро-файл з файлом у сховищі

source: C_heckout
uk: _Контроль

source: Get a new repository copy
uk: Отримати нову копію сховища

source: <b>Diff options:</b>
uk: <b>Параметри порівняння:</b>

source: <b>Diff program:</b>
uk: <b>Програма порівняння:</b>

source: <b>Directory to checkout:</b>
uk: <b>Каталог для контролю:</b>

source: <b>Directory to update:</b>
uk: <b>Каталог до поновлення:</b>

source: <b>Information:</b>
uk: <b>Інформація:</b>

source: <b>Log Message:</b>
uk: <b>Реєстраційне повідомлення:</b>

source: <b>Password:</b>
uk: <b>Пароль:</b>

source: <b>Realm:</b>
uk: <b>Область:</b>

source: <b>Select files to Commit:</b>
uk: <b>Оберіть файли для фіксації:</b>

source: <b>Subversion URL:</b>
uk: <b>Адреса Subversion:</b>

source: <b>Username:</b>
uk: <b>Ім'я користувача:</b>

source: Add Log Message to ChangeLog file
uk: Додати реестраційне повідомлення до файлу

source: Line argument:
uk: Аргументи командної строки:

source: Program name:
uk: Назва програми:

source: Remember Password
uk: Запам'ятати пароль

source: Remember this decision
uk: Запам'ятати це рішення

source: Repository authorization
uk: Авторизація сховища

source: Retrieving status...
uk: Пошук стану...

source: Save the diff file
uk: Зберегти файл порівняння

source: Send Changes
uk: Відіслати зміни

source: Update repository
uk: Поновлення сховища

source: Use configured program to view the diff
uk: Використовувати вказану програму для перегляду порівняння

source: label
uk: мітка

source: A Subversion client plugin based on libsvn.
uk: Кліент-плагін Subversion базується на libsvn.

source: Authentication canceled
uk: Аутентифікація відмінена

source: Hostname:
uk: Ім'я хосту:

source: Fingerprint:
uk: Відбиток пальцю:

source: Valid from:
uk: Вірний для:

source: Valid until:
uk: Вірний поки:

source: Issuer DN:
uk: DN емітента:

source: DER certificate:
uk: Сертифікат DER:

source: Deleted: %s
uk: Видалено: %s

source: Added: %s
uk: Додано: %s

source: Reverted: %s
uk: Повернено: %s

source: Revert failed: %s
uk: Повернення провалено: %s

source: Resolved: %s
uk: Вирішено: %s

source: Updated: %s
uk: Оновлено: %s

source: Externally Updated: %s
uk: Зовнішнє оновлення: %s

source: Commit Modified: %s
uk: Фіксація змінила: %s

source: Commit Added: %s
uk: Фіксація додала: %s

source: Commit Deleted: %s
uk: Фіксація знищила: %s

source: Commit Replaced: %s
uk: Фіксація замінила: %s

source: Created File: %s
uk: Файл створено: %s

source: Modified: %s
uk: Змінено: %s

source: Merged: %s
uk: Об'єднано : %s

source: Conflicted: %s
uk: Конфліктують: %s

source: Missing: %s
uk: Відсутні: %s

source: Obstructed: %s
uk: Перешкоджають: %s

source: Updated to revision %ld.
uk: Оновити до ревізії %ld.

source: Subversion: Update complete.
uk: Subversion: Поновлення завершено.

source: Modified
uk: Змінено

source: Added
uk: Додано

source: Deleted
uk: Видалено

source: Conflicted
uk: Конфліктують

source: Missing
pa: ਨਾ ਮੌਜੂਦ
uk: Відсутні

source: Open file for translation
sr: Отвара датотеку ради превода
uk: Відкрити файл для перекладу

source: File saved.
sr: Датотека је сачувана
uk: Файл збережено.

source: Save file as...
sr: Сачувај као...
uk: Зберегти файл як...

source: Failed to write profile data into profiles file '%s'
uk: Не вдалося записати дані профілю у файл профілю '%s'

source: Current Developers
sr: Тренутни развојни тим
uk: Поточні розробники

source: Previous Developers
sr: Претходни програмери
uk: Попередні розробники

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
sr: Овај програм је слободан; можете га расподељивати и/или мењати под условима ГНУ Опште Јавне Лиценце (GNU GPL) како је објављује Задужбина за Слободни Софтвер (FSF); било верзије 2 те Лиценце, било (по вашем нахођењу) било које новије верзије.
uk: Ця програма є вільною: Ви можете розповсюджувати та/або змінювати за умовами GNU General Public License, яка опублікована Фондом Вільного програмного забезпечення (FSF), версії 3 або пізнішої.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
sr: Овај програм се расподељује у нади да ће бити од користи, али БЕЗ ИКАКВИХ ГАРАНЦИЈА; чак и без подразумеване гаранције КОРИСНОСТИ или ПРИЛАГОЂЕНОСТИ ОДРЕЂЕНОЈ НАМЕНИ. Видите ГНУ Општу Јавну Лиценцу за више детаља.
uk: Ця програма розповсюджується у надії, що вона буде корисною, але БЕЗ БУДЬ-ЯКИХ ГАРАНТІЙ; навіть без домислених гарантій КОМЕРЦІЙНОЇ ЦІННОСТІ чи ПРИДАТНОСТІ ДЛЯ ПЕВНОЇ МЕТИ. Дивиться GNU General Public License для більш докладної інформації.

source: You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
sr: Требали сте да примите примерак ГНУ Опште Јавне Лиценце уз %s; ако нисте, погледајте <http://www.gnu.org/licenses/>.
uk: Ви повинні були отримати копію GNU General Public License разом з програмою. Якщо її нема, дивіться <http://www.gnu.org/licenses/>.

source: Translation file editing suite for localization of applications and libraries.
sr: Програм за уређивање датотека са преводима програма и библиотека.
uk: Комплект ПЗ для редагування файлів локалізації програм та бібліотек.

source: About Gtranslator
sr: О програму
uk: Про Перекладач

source: translator-credits
sr: Вељко М. Станојевић <veljko@vms.homelinux.net> Милош Поповић <gpopac@gmail.com> Prevod.org — превод на српски језик.
uk: Yuri Syrota <rasta@renome.rovno.ua> Сергій Панасенко <nitay@users.sourceforge.net>

source: Gtranslator Web Site
sr: Интернет страница Преводиоца
uk: Сайт Перекладача

source: Found and replaced %d occurrence
sr: Пронашао сам и заменио %d појаву
uk: Знайдено та замінено %d випадок

source: Found and replaced one occurrence
sr: Пронашао сам и заменио једну појаву
uk: Знайдено та замінено один випадок

source: Format:
sr: Формат:
uk: Формат:

source: Context:
sr: Појава:
uk: Контекст:

source: Extracted comments:
sr: Извучене напомене:
uk: Додаткові коментарі:

source: <span weight="bold" size="large">Strings added to database</span>
sr: <span weight="bold" size="large">Карактери додати у базу података</span>
uk: <span weight="bold" size="large">Строки додано у базу даних</span>

source: Profile name: %s Translator name: %s Translator email: %s Language name: %s Team email: %s Language code: %s Character set: %s Transfer encoding: %s Plural form: %s Database path: %s
sr: Име профила: %s Име преводиоца: %s Е-пошта: %s Име језика: %s Е-пошта тима: %s Ознака језика: %s Сет знакова: %s Кодирање: %s Множине: %s Путања до базе: %s
uk: Назва профілю: %s Ім'я перекладача: %s Електронна адреса перекладача: %s Назва мови: %s Електронна адреса мовної групи: %s Код мови: %s Кодування: %s Кодування переносу: %s Форми множини: %s Каталог бази даних: %s

source: None
sr: Ништа
uk: Нічого

source: This assistant will help you to create the main profile and generate your translation memory database.
sr: Асистент ће вам помоћи да направите главни профил и изградите базу података за преводилачку меморију.
uk: Цей помічник допоможе Вам створити головний профіль та згенерує базу даних пам'яті перекладів.

source: Assistant
sr: Асистент
uk: Помічник

source: <b>Profile name:</b>
sr: <b>Назив профила:</b>
uk: <b>Назва профілю:</b>

source: <b>Translator name:</b>
sr: <b>Име преводиоца:</b>
uk: <b>Ім'я перекладача</b>

source: <b>Translator email:</b>
sr: <b>Адреса е-поште:</b>
uk: <b>Електронна адреса перекладача:</b>

source: <b>Language:</b>
uk: <b>Мова:</b>

source: <b>Team email:</b>
sr: <b>Е-пошта тима:</b>
uk: <b>Електронна адреса мовної групи:</b>

source: Profile
sr: Профил
uk: Профіль

source: <b>Language code:</b>
sr: <b>Ознака језика:</b>
uk: <b>Код мови:</b>

source: <b>Character set:</b>
sr: <b>Сет знакова:</b>
uk: <b>Кодування:</b>

source: <b>Transfer encoding:</b>
sr: <b>Кодирање:</b>
uk: <b>Кодування переносу:</b>

source: <b>Plural forms:</b>
sr: <b>Множине:</b>
uk: <b>Форми множини:</b>
