Repository: GNOME/gtranslator
Catalog: po/*.po
Languages: pa, sr, uk

source: <b>Select the path to generate the database:</b>
sr: <b>Изаберите путању за прављење базе података:</b>
uk: <b>Оберіть каталог для генерування бази даних:</b>

source: <b>Look for a specific PO filename:</b>
sr: <b>Нађи само задато име за PO датотеке:</b>
uk: <b>Дивитись лише конкретні імена PO-файлів:</b>

source: E.g.: gl.po
sr: На пример sr.po
uk: Таке як.: gl.po

source: Generate Database
sr: Изгради базу података
uk: Генерувати бузу даних

source: Confirmation
sr: Потврда
uk: Підтвердження

source: Close _without Saving
sr: Затвори без _чувања
uk: Закрити _без збереження

source: Question
sr: Питање
uk: Питання

source: Save the changes to document "%s" before closing?
sr: Да сачувам измене у документу „%s“ пре затварања?
uk: Зберегти зміни у документ "%s" перед закриттям?

source: Changes to %d document will be permanently lost.
sr: Измене учињене у %d документу ће бити трајно одбачене.
uk: Зміни у %d документі буде назавжди втрачено.

source: There is %d document with unsaved changes. Save changes before closing?
sr: %d документ има несачуване измене. Да ли да их сачувам пре затварања?
uk: %d документ з незбереженими змінами. Зберегти перед закриттям?

source: Docum_ents with unsaved changes:
sr: Документи са несачуваним изменама:
uk: Документи з _незбереженими змінами:

source: S_elect the documents you want to save:
sr: Изаберите _документе које желите да сачувате:
uk: _Оберіть документи, які ви бажаєте зберегти:

source: Saving has been disabled by the system administrator.
sr: Чување је онемогућено од стране администратора система.
uk: Збереження вимкнено системним адміністратором.

source: If you don't save, all your changes will be permanently lost.
sr: Уколико не сачувате, све ваше измене ће бити трајно одбачене.
uk: Якщо ви не збережете, усі Ваші зміни будуть назавжди втрачені.

source: Edit Comment
uk: Редагувати коментар

source: <b>Write your comments bellow:</b>
uk: <b>Напишіть свій коментар сюди:</b>

source: Gettext translation
sr: Геттекст превод
uk: Переклад Gettext

source: Gettext translation template
sr: Шаблон Геттекст превода
uk: Шаблон перекладу Gettext

source: All files
sr: Све датотеке
uk: Усі файли

source: Edit Header
sr: Уреди заглавље
uk: Змінити заголовок

source: Char_set:
sr: Знаковни _скуп:
uk: Набір _символів:

source: Comment
sr: Напомена
uk: Коментар

source: Enc_oding:
sr: Кодирање:
uk: Код_ування:

source: Language gro_up email:
sr: Е-пошта преводилачке _групе:
uk: Електронна адреса групи:

source: Po file _revision date:
sr: Датум _ревизије датотеке са преводом:
uk: Дата _видання po-файлу:

source: Pot _file creation date:
sr: Датум _стварања основне датотеке са преводом:
uk: Дата створення pot-файлу:

source: Project
pa: ਪ੍ਜੈਕਟ
sr: Пројекат
uk: Проект

source: Project Id _version:
sr: _Издање пројекта:
uk: Версія проекту:

source: Report message _bugs to:
sr: Пријави грешке у програму _на:
uk: Відправляти повідомлення про _помилки до:

source: Translator and Language
pa: ਭਾਸ਼ਾ ਤਬਦੀਲ ਕਰਨ ਵਾਲਾ ਅਤੇ ਭਾਸ਼ਾ
sr: Преводилац и језик
uk: Перекладач та мова

source: Translator's _email:
sr: _Е-пошта преводиоца:
uk: _Електронна адреса перекладача:

source: Translator's _name:
sr: И_ме преводиоца:
uk: _Ім'я перекладача:

source: Use my options to complete the following entries:
pa: ਮੇਰੀ ਜਾਣਕਾਰੀ ੲਿਹਨ੾ ੲਿੰਦਰਾਜ ਭਰਨ ਲੲੀ ਵਰਤੋ:
sr: Користи моје опције за довршавање следећих уноса:
uk: Використовувати мої налаштування для заповнення цих записів.

source: _Language:
sr: _Језик:
uk: _Мова:

source: Go to Message
sr: Иди на поруку
uk: Перейти до повідомлення за номером:

source: <b>Enter message number:</b>
uk: <b>Введіть номер повідомлення:</b>

source: Active
sr: Активан
uk: Активний

source: <span weight="bold" size="large">Impossible to remove the active profile</span>
sr: <span weight="bold" size="large">Не могу да уклоним активни профил</span>
uk: <span weight="bold" size="large">Неможливо видалити активний профіль</span>

source: Another profile should be selected as active before
sr: Морате најпре активирати неки други профил
uk: Спочатку треба зробити інший профіль активним

source: <span weight="bold" size="large">Are you sure you want to delete this profile?</span>
sr: <span weight="bold" size="large">Да ли желите да обришете овај профил?</span>
uk: <span weight="bold" size="large">Ви впевнені, що бажаєте видалити цей профіль?</span>

source: Gtranslator Preferences
sr: Поставке Гномовог преводиоца
uk: Перекладач -- Параметри

source: <b>Anchor style:</b>
uk: <b>Стиль анкеру:</b>

source: <b>Autosave</b>
uk: <b>Автозбереження</b>

source: <b>Configuration:</b>
uk: <b>Конфігурація:</b>

source: <b>Contents</b>
uk: <b>Вміст</b>

source: <b>Database:</b>
uk: <b>База даних:</b>

source: <b>General</b>
uk: <b>Головне</b>

source: <b>Scheme color:</b>
uk: <b>Кольорова схема:</b>

source: <b>Text Display</b>
uk: <b>Відображення тексту</b>

source: Add to Database
sr: Додај у базу података
uk: Додати у базу даних

source: Check _spelling
sr: _Провери писање
uk: Перевірка _правопису

source: Create a _backup copy of files before saving
sr: Направи _резервну копију пре чувања
uk: Створити запасну копію перед збереженням

source: Editor
pa: ਸੋਧਕ
sr: Уређивање
uk: Редактор

source: Editor _font:
sr: _Фонт за текст:
uk: _Шрифт редактору:

source: Files
pa: ਫਾੲਿਲ੾
sr: Датотеке
uk: Файли

source: Interface
sr: Сучеље
uk: Інтерфейс

source: Make _whitespace visible
sr: Прикажи _размаке између речи
uk: Зробити _пробіли видимими

source: Max. # of missing words:
sr: Највећи број недостајућих речи:
uk: Максимальна кількість відсутніх слів:

source: Max. difference in sentence length:
sr: Највећа разлика у дужини реченице:
uk: Максимальна різниця у довжині речення:

source: Plugins
sr: Додаци
uk: Плагіни

source: Profiles
sr: Профили
uk: Профілі

source: Select directory contains PO files:
uk: Оберіть каталог в якому лежать ро-файли:

source: Translation Memory
sr: Преводилачка меморија
uk: Пам'ять перекладів

source: Use _custom font
sr: _Користи произвољан фонт
uk: Використовувати _окремий шрифт

source: Use only files with this name:
sr: Само датотеке са овим именом:
uk: Використовувати лише з таким ім'ям:

source: _Autosave files every
sr: _Сам сачувај датотеке након
uk: Автозбереження файлу кожні

source: _Delete compiled GMO files
sr: Уклони _бинарне GMO датотеке
uk: Стерти скомпільовані файли (наприклад "project.gmо")

source: _Highlight message syntax
sr: Ис_такни синтаксу поруке
uk: _Підсвічувати правопис повідомлень

source: _Remove fuzzy status if message is changed
sr: _Означи нејасне поруке као преведене при измени
uk: Забирати стан "неточний", якщо повідомлення було змінено

source: _Warn if PO file contains fuzzy translations
sr: _Упозори уколико датотека са преводом садржи нејасне поруке
uk: Попереджувати, якщо po-файл містить неточні переклади

source: _minutes
sr: _минута
uk: _хвилин

source: <span weight="bold" size="large">The profile name already exists</span>
uk: <span weight="bold" size="large">Така назва профілю вже існує</span>

source: Gtranslator Profile
sr: Профил Гномовог преводиоца
uk: Профіль Перекладачу

source: Example: nplurals=2; plural=(n != 1);
uk: Приклад (uk): nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);

source: <b>Language Settings</b>
uk: <b>Мовні параметри</b>

source: <b>Profile Information</b>
uk: Інформація профілю

source: <b>Translator Information</b>
uk: <b>Інформація перекладача</b>

source: Character _set
sr: Знаковни _скуп:
uk: Набір символів:

source: Language _code:
sr: _Ознака језика:
uk: Код мови:

source: N_ame:
sr: _Име:
uk: _Ім'я

source: Transfer en_coding:
sr: _Коридање:
uk: Кодування переносу:

source: _Email:
sr: _Е-пошта:
uk: _Електронна пошта

source: _Name:
sr: _Име:
uk: _Ім'я

source: _Plural forms:
sr: Облици _множине:
uk: _Форми множини

source: _Team email:
sr: Е-_пошта тима:
uk: Електронна адреса _групи:

source: Replace
pa: ਤਬਦੀਲ
sr: Замени
uk: Замінити

source: Find
pa: ਖੋਜੋ
sr: Пронађи
uk: Знайти

source: Replace _All
sr: Замени _све
uk: Замінити вс_юди

source: _Replace
sr: З_амени
uk: _Замінити

source: Include fuzzy strings
uk: Включати неточні строки

source: Match _entire word only
sr: Поклопи само _целе речи
uk: Лише при повному збігу слова

source: Original text
uk: Текст оригіналу

source: Replace All
sr: Замени све
uk: Замінити всюди

source: Replace _with:
sr: Замени _са:
uk: За_мінити на:

source: Search _backwards
sr: Тражи у_назад
uk: Пошук _назад

source: Translated text
uk: Текст перекладу

source: _Match case
sr: _Поклопи велика и мала слова
uk: _Чутливість до регістру

source: _Search for:
sr: _Нађи:
uk: _Шукати для:

source: _Wrap around
sr: П_реламај
uk: _Круговий пошук

source: [FILE...]
sr: [ДАТОТЕКА...]
uk: [ФАЙЛ..]

source: %s: malformed file name or URI.
sr: %s: лоше задато име датотеке или адреса.
uk: %s: не вірне ім'я файлу або адреса URI.

source: Gtranslator
sr: Гномов преводилац
uk: Перекладач

source: - Edit PO files
sr: — уређује PO датотеку
uk: - Редагувати ро-файли

source: Error during GConf initialization: %s.
pa: ਜੀ-ਕਾਨਫ (GConf) ਨੰੂ ਸ਼ੁਰੂ ਕਰਨ ਵਿਚ ਗਲਤੀ: %s
sr: Грешка приликом покретања ГКонфа: %s.
uk: Помилка під час ініціалізації GConf: %s.

source: Error setting the default window icon: %s
uk: Помилкові налаштування іконок по замовченню: %s

source: Status
sr: Стање
uk: Статус

source: Original Text
sr: Изворни текст
uk: Оригінал

source: Translated Text
sr: Преведени текст
uk: Переклад

source: <b>Path:</b> %s
uk: <b>Шлях:</b> %s

source: Close document
sr: Затвори документ
uk: Закрити документ

source: Failed opening file '%s': %s
sr: Не могу да отворим датотеку „%s“: %s
uk: Невдача відкриття файлу '%s': %s

source: The file is empty
sr: Датотека је празна
uk: Файл порожній

source: Gettext returned a null message domain list.
sr: Геттекст је вратио празну поруку са списком домена.
uk: Gettext повернув пустий список доменів.

source: No messages obtained from parser.
sr: Нису добивене поруке из програма за обраду.
uk: Жодного повідомлення не одержано від парсеру.

source: You are saving a file with a .pot extension. Pot files are generated by the compilation process. Your file should likely be named '%s.po'.
pa: ਤੁਸੀ ਫਾੲਿਲ ਨੰੂ ਪੋਟ(.pot) ਅੈਕਸਟੈਸ਼ਨ ਨਾਲ ਸੰਭਾਲ ਰਹੇ ਹੋ੤ ਪੋਟ(Pot) ਫਾੲਿਲ ਕੰਪਾੲਿਲੇਸ਼ਨ(compilation) ਕਾਰਵਾੲੀ ਦੌਰਾਨ ਬਣ ਦੀਅਾ ਹਨ੤ ੲਿਸ ਕਰਕੇ ਤੁਹਾਡੀ ਫਾੲਿਲ ਦਾ ਨਾੳੇ ੲਿਸਤਰ੾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ '%s.po' ੤
sr: Ви чувате датотеку са наставком .pot. Основне датотеке са преводом (енгл. pot files) се стварају у процесу превођења. Ваша датотека би требала бити названа „%s.po“.
uk: Ви намагаєтесь зберегти файл із розширенням *.pot. Однак, такі файли генеруються при компіляції. Ваш файл міг би мати розширення *.po, вийшло б %s.po

source: There was an error writing the PO file: %s
sr: Дошло је до грешке при упису PO датотеке: %s
uk: Помилка запису ро-файлу: %s

source: Plugin
sr: Додатак
uk: Плагін

source: Enabled
sr: Укључен
uk: Ввімкнено

source: _About
sr: _О програму
uk: Пр_о

source: C_onfigure
sr: По_деси
uk: Конфігурація

source: A_ctivate
sr: _Укључи
uk: Активувати

source: Ac_tivate All
sr: У_кључи све
uk: Активувати _усі

source: _Deactivate All
sr: _Искључи све
uk: Вимкнути у_сі

source: Active plugins
sr: Укључени додаци
uk: Активні плагіни

source: _About Plugin
sr: О _додатку
uk: _Про плагін

source: C_onfigure Plugin
sr: _Подеси додатак
uk: _Конфігурація плагіну

source: There is an error in the message:
sr: Постоји грешка у поруци:
uk: Така помилка у цьому повідомленні:

source: Open comment dialog
uk: Відкрити діалог коментарю

source: Plural %d
sr: Множина %d
uk: Форма множини %d

source: Message Table
uk: Таблиця повідомлень

source: Context
sr: Појава
uk: Контекст

source: <b>Original Text:</b>
sr: <b>Изворни текст:</b>
uk: <b>Оригінал:</b>

source: <b>Translate_d Text:</b>
sr: <b>Преведени _текст:</b>
uk: <b>_Переклад:</b>

source: Show “_%s”
sr: Прикажи „_%s“
uk: Показати “_%s”

source: _Move on Toolbar
sr: _Премести на палету алатки
uk: _Перемістити до панелі інструментів

source: Move the selected item on the toolbar
sr: Премешта означену ставку на палету са алаткама
uk: Перемістити обрані пункти до панелі інструментів

source: _Remove from Toolbar
sr: _Уклони са палете алатки
uk: _Видалити з панелі інструментів

source: Remove the selected item from the toolbar
sr: Уклања изабрану ставку из палете са алаткама
uk: Видалити обрані пункти з панелі інструментів

source: _Delete Toolbar
sr: _Обриши палету алатки
uk: Видалити панель інструментів

source: Remove the selected toolbar
sr: Уклања изабрану палету са алаткама
uk: Прибрати обрану панель інструментів

source: Separator
sr: Раздвојник
uk: Розділювач

source: Running recovery...
uk: Розпочате відновлення...

source: There was an error recovering the database: %s
uk: Сталася помилка при відновленні бази даних: %s

source: There was an error in database: %s
uk: Така помилка у базі даних: %s

source: Insert Option nº %d
sr: Опција уметања nº %d
uk: Введіть параметр № %d

source: Shortcut
sr: Пречица
uk: Ярлик

source: Level
sr: Ниво
uk: Рівень

source: String
sr: Ниска
uk: Рядок

source: Please check your installation.
sr: Проверите вашу инсталацију.
uk: Будь ласка, перевірте свою інсталяцію.

source: Unable to open ui file %s. Error: %s
sr: Не могу да отворим датотеку сучеља %s. Грешка: %s
uk: Не можу відкрити ui-файл %s. Помилка: %s

source: Unable to find the object '%s' inside file %s.
sr: Не могу да пронађем објекат „%s“ унутар датотеке %s.
uk: Не знайдено об'єкт '%s', у файлі %s.

source: Unable to display help. Please make sure the Gtranslator documentation package is installed.
sr: Не могу да прикажем помоћ. Проверите да ли је инсталиран пакет за помоћ у Гномовом преводиоцу.
uk: Не можу показати довідку. Перевірте, чи встановлений пакет документації Перекладача.

source: gtkspell error: %s
sr: gtkspell грешка: %s
uk: помилка gtkspell: %s

source: GtkSpell was unable to initialize. %s
sr: Не могу да покренем GtkSpell. %s
uk: GtkSpell нездатна стартувати. %s

source: _File
sr: _Датотека
uk: _Файл

source: _Edit
sr: _Уређивање
uk: _Редагування

source: _View
sr: П_реглед
uk: _Перегляд

source: _Search
sr: Пр_етрага
uk: По_шук

source: _Go
pa: ਜਾੳੁ
sr: _Иди
uk: Пере_йти

source: _Help
sr: _Помоћ
uk: _Довідка

source: Open a PO file
sr: Отвори датотеку са преводом
uk: Відкрити po-файл

source: _Recent Files
sr: _Скорашње датотеке
uk: Не_давні файли

source: Quit the program
sr: Излази из програма
uk: Вийти з програми

source: T_oolbar
sr: _Алатница
uk: Па_нель інструментів

source: Edit gtranslator preferences
sr: Уређује подешавања Гномовог преводиоца
uk: Редагувати параметри Перекладача

source: _Header...
pa: ਸਿਰਲੇਖ...
sr: Заглавље...
uk: _Заголовок...

source: _Contents
sr: _Садржај
uk: _Зміст

source: Save the current file
sr: Чува тренутну датотеку
uk: Зберегти поточний файл

source: Save the current file with another name
sr: Чува тренутну датотеку под другим именом
uk: Зберегти поточний файл з іншою назвою

source: Close the current file
sr: Затвара тренутну датотеку
uk: Закрити поточний файл

source: Undo last operation
sr: Поништава последњу радњу
uk: Відмінити останню дію

source: Redo last undone operation
sr: Враћа последњу поништену радњу
uk: Повернути останню відмінену дію

source: Cut the selected text
sr: Исеца изабрани текст и премешта га у оставу
uk: Вирізати обраний текст

source: Copy the selected text
sr: Умножава изабрани текст у оставу
uk: Копіювати обраний текст

source: Paste the contents of the clipboard
sr: Умеће садржај из оставе
uk: Вставити вміст буферу

source: Clear the selected translation
sr: Брише изабрану поруку превода
uk: Очистити обрані повідомлення

source: C_omment...
pa: ਟਿੱਪਣੀ..
uk: _Коментар...

source: Edit message comment
pa: ਸੁਨੇਹੇ ਦੀ ਟਿਪੱਣੀ ਦੀ ਸੋਧ ਕਰੋ
uk: Редагувати коментар повідомлення

source: Copy _Message to Translation
sr: Препи_ши поруку у превод
uk: Скопі_ювати повідомлення у переклад

source: Copy original message contents to the translation field
sr: Копира садржај изворне поруке у њен превод
uk: Скопіювати повідомлення оригіналу у поле перекладу

source: Toggle _Fuzzy Status
sr: П_ромени стање нејасне поруке
uk: Перемикнути статус "не_точний"

source: Toggle fuzzy status of a message
pa: ਸੁਨੇਹੇ ਦੀ ਗਲਤ ਸਥਿਤੀ ਬਦਲ ਦਿੳੁ
sr: Промени статус нејасне поруке
uk: Перемикнути стан повідомлення "неточний"

source: _Translation Memory
sr: Преводилачка _меморија
uk: Па_м'ять перекладів

source: _Context
sr: _Појава
uk: Кон_текст

source: Show the Context panel
sr: Приказује површ са местом где се превод јавља у програму
uk: Показати контекстну панель

source: Show the Translation Memory panel
uk: Показати панель пам'яті перекладів

source: Prev F_ile
uk: Перегл_яд файлу

source: Go to the next file
uk: Перейти до наступного файлу

source: Next Fi_le
uk: Наступний файл

source: _Previous Message
sr: Претходна пор_ука
uk: Попереднє повідомлення

source: Move back one message
pa: ੲਿੱਕ ਸੁਨੇਹਾ ਪਿੱਛੇ ਜਾੳੁ
sr: Иде на претходну поруку
uk: Перейти на одне повідомлення назад

source: _Next Message
sr: Следећа пору_ка
uk: _Наступне повідомлення

source: Move forward one message
pa: ਅਗਲੇ ਸੁਨੇਹੇ ਤੇ ਜਾੳੁ
sr: Иде на следећу поруку
uk: Перейти на одне повідомлення вперед

source: _Go to Message...
sr: _Иди на поруку...
uk: Пере_йти...

source: Jumps to a specific message
sr: Иди до одређеног броја поруке
uk: Перейти до вказаного номеру повідомлення

source: _First Message
sr: Пр_ва порука
uk: _Перше повідомлення

source: Go to the first message
pa: ਪਹਿਲੇ ਸੁਨੇਹੇ ਤੇ ਜਾੳੁ
sr: Иде на прву поруку у преводу
uk: Перейти до першого повідомлення

source: _Last Message
sr: После_дња порука
uk: _Останнє повідомлення

source: Go to the last message
pa: ਅਖੀਰੀ ਸੁਨੇਹੇ ਤੇ ਜਾੳੁ
sr: Иде на последњу поруку у преводу
uk: Перейти до останнього повідомлення

source: Next Fuz_zy
sr: Следећа _нејасна
uk: Наступне не_точне

source: Go to the next fuzzy message
sr: Иде на следећу нејасну поруку
uk: Перейти до наступного неточно перекладеного повідомлення

source: Previous Fuzz_y
sr: Претходна н_ејасна
uk: Попереднє н_еточне

source: Go to the previous fuzzy message
sr: Иде на претходну нејасну поруку
uk: Перейти до попереднього неточно перекладеного повідомлення

source: Next _Untranslated
sr: С_ледећа непреведена
uk: Наступне неперекладене

source: Go to the next untranslated message
sr: Иде на следећу непреведену поруку
uk: Перейти до наступного неперекладеного повідомлення

source: Previ_ous Untranslated
sr: П_ретходна непреведена
uk: Попереднє непе_рекладене

source: Go to the previous untranslated message
sr: Иде на претходну непреведену поруку
uk: Перейти до попереднього неперекладеного повідомлення

source: Next Fu_zzy or Untranslated
sr: _Следећа нејасна или непреведена
uk: Наступне неперекладене або неточне

source: Go to the next fuzzy or untranslated message
sr: Иде на следећу нејасну или непреведену поруку
uk: Перейти до наступного неперекладеного або неточно перекладеного повідомлення

source: Pre_vious Fuzzy or Untranslated
sr: _Претходна нејасна или непреведена
uk: Попереднє неперекладене або неточне

source: Go to the previous fuzzy or untranslated message
sr: Иде на претходну нејасну или непреведену поруку
uk: Перейти до наступного неперекладеного або неточно перекладеного повідомлення

source: Search for text
sr: Тражи жељени текст у преводу
uk: Пошук

source: Search for and replace text
sr: Тражи жељени текст у преводу и мења га
uk: Пошук та заміна

source: Untranslated
pa: ਨਾ ਤਬਦੀਲ
sr: непреведена
uk: Неперекладених

source: Translated
pa: ਤਬਦੀਲ ਹੋ ਚੁੱਕੀਅ੾
sr: преведена
uk: Перекладених

source: Fuzzy
pa: ਗਲਤ
sr: нејасна
uk: Неточних

source: Status: %s
uk: Статус: %s

source: Current: %d
sr: Порука бр. %d
uk: Поточний: %d

source: Total: %d
sr: Укупно има: %d
uk: Всього: %d

source: Fuzzy: %d
uk: Неточних: %d

source: Untranslated: %d
uk: Неперекладених: %d

source: gtranslator - %s
uk: Перекладач -- %s

source: gtranslator - *%s
uk: Перекладач -- *%s

source: gtranslator
pa: ਜੀ-ਟਰਾਸ਼ਲੇਟਰ
sr: Гномов преводилац
uk: Перекладач

source: Toolbar Editor
sr: Уредник палете са алатима
uk: Редактор панелі інструментів

source: Documents
sr: Документи
uk: Документи

source: Gtranslator PO Editor
sr: Гномов преводилац за PO датотеке

# alternate lang
source: _Open
sr: _Отвори

# alternate lang
source: _Close
sr: _Затвори

# alternate lang
source: Co_py
sr: _Умножи

source: Code language of the results:
sr: Ознака језика за резултате (нпр. sr):

source: Code language to query open-tran:
sr: Код језика за претрагу у open-tran.eu (нпр. sr):

source: Open Tran
sr: Преводилачка меморија

source: Line command:
sr: Наредба линије:

source: Program command:
sr: Наредба програма:

source: Please install "%s" to be able to show the file
sr: Инсталирајте „%s“ за приказ ове датотеке

source: Paths:
sr: Путање:

source: Source code
sr: Изворни кȏд

source: Files saved.
sr: Датотека је сачувана.

source: Current Maintainers
sr: Програм тренутно одржавају

source: Contributors
sr: Програму су допринели

source: Copyright © 1999-2008 Free Software Foundation, Inc.
sr: Сва права задржана, 1999-2008. Задужбина слободног софтвера

source: Notes:
sr: Белешке:

source: Add Note
sr: Додај белешку

source: Edit
sr: Измени

source: Enter message number:
sr: Унесите број поруке:

source: Anchor style:
sr: Изглед прикаченог:

source: Autosave
pa: ਸਵੈ-ਸੰਭਾਲ
sr: Сам сачувај

source: Configuration:
sr: Подешавање:

source: Contents
pa: ਸੰਖੇਪ
sr: Садржај

source: Database:
sr: База података:

source: General
pa: ਸਾਧਾਰਨ
sr: Опште

source: Scheme color:
sr: Шема боја:

source: Select the directory which contains PO files:
sr: Изаберите директоријум са PO датотекама:

source: Text Display
sr: Приказ текста

source: Language Settings
sr: Подешавање језика

source: Profile Information
sr: Подаци о профилу

source: Translator Information
sr: Подаци о преводиоцу

source: Include fu_zzy strings
sr: Укључи и _нејасне поруке

source: _Original text
sr: У _изворном тексту

source: _Translated text
sr: У пре_веденом тексту

source: Create a new toplevel window in an existing instance of Gtranslator
sr: Образује нови главни прозор Гномовог преводиоца

source: %s Run '%s --help' to see a full list of available command line options.
sr: %s Покрените „%s --help“ за списак свих опција наредбе.

source: ID
sr: ИБ

source: The file %s is read-only, and can not be overwritten
sr: Датотека „%s“ се може само читати, и не можете је преписати другом

source: INS
sr: ИНС

source: OVR
sr: ОВР

source: Path:
sr: Путања:

source: _Use this translation
sr: _Користи овај превод

source: _Remove
sr: _Уклони

source: _Documents
sr: Доку_менти

source: _Save All
sr: _Сачувај све

source: Save all open files
sr: Чува све отворене датотеке

source: _Close All
sr: _Затвори све

source: Close all open files
sr: Затвара све отворене датотеке

source: _Previous Document
sr: _Претходни документ

source: Activate previous document
sr: Приказује претходни документ

source: _Next Document
sr: _Наредни документ

source: Activate next document
sr: Приказује наредни документ

source: %d translated
sr: %d преведена

source: %d fuzzy
sr: %d нејасна

source: %d untranslated
sr: %d непреведена

source: Activate '%s'
sr: Прикажи „%s“

source: *%s - gtranslator
sr: *%s — Гномов преводилац

source: %s - gtranslator
sr: %s — Гномов преводилац

source: No profile
sr: Нема профила

source: Profile for the active document
sr: Профил за тренутни документ

source: The GNOME translation program
pa: ਗਨੋਮ ਭਾਸ਼ਾ ਤਬਦੀਲੀ ਪ੍ੋਗਰਾਮ

source: translator_credits
pa: ਅਮਨਪ੍ੀਤ ਸਿੰਘ ਅਾਲਮ <amanlinux@netscape.net>

source: (C) 1999 The Free Software Foundation, Inc.
pa: ੧੯੯੯ ਲੲੀ ਫਰੀ ਸਾਫਟਵੇਅਰ ਫਾੳੂਡੇਸ਼ਨ ਕੋਲ ਹੱਕ ਰਾਖਵੇ ਹਨ ੤

source: gtranslator is a po file editing suite with many bells and whistles.
pa: ਜੀ-ਟਰ੾ਸ਼ਲੇਟਰ ੲਿੱਕ ਪੋ(po) ਫਾੲਿਲ ਸੋਧਣ ਵਾਲਾ ਕਾਰਜ ਹੈ, ਜੋ ਕਿ ਕੲੀ ਸਹੂਲਤ੾ ਨਾਲ ਲੈਸ ਹੈ ੤

source: No comment
pa: ਕੋੲੀ ਟਿੱਪਣੀ ਨਹੀ

source: _View/_Bookmarks/
pa: ਵੇਖੋ/ਬੁੱਕਮਾਰਕ/

source: Open %s (%s)
pa: %s (%s) ਖੋਲੋ੏
