Repository: GNOME/gtranslator
Catalog: po/*.po
Languages: pa, sr, uk

source: Can't apply color scheme file `%s'!
pa: ਰੰਗ ਸਕੀਮ ਫਾੲਿਲ'%s' ਨੰੂ ਲਾਗੂ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ !

source: Couldn't retrieve author information!
pa: ਲੇਖਕ ਬਾਰੇ ਜਾਣਕਾਰੀ ਨੰੂ ੲਿੱਕਠਾ ਨਹੀ ਜਾ ਸਕਿਅਾ ਹੈ！

source: Unknown
pa: ਅਣਪਛਾਤਾ

source: <Not Given>
pa: <ੳੁਪਲੱਬਧ ਨਹੀ ਹੈ>

source: _View/_Colorschemes/
pa: ਵੇਖੋ/ਰੰਗ ਸਕੀਮ/

source: Activate colorscheme %s
pa: ਰੰਗ ਸਕੀਮ %s ਨੰੂ·ਸਰਗਰਮ ਕਰੋ

source: gtranslator -- open po file
pa: ਜੀ-ਟਰ੾ਸ਼ਲੇਟਰ -- ਪੋ(.po) ਫਾੲਿਲ ਖੋਲੋ੏

source: gtranslator -- save file as..
pa: ਜੀ-ਟਰ੾ਸ਼ਲੇਟਰ -- ੲਿਸ ਤਰ੏ਾ ਸੰਭਾਲੋ..

source: gtranslator -- save local copy of file as..
pa: ਜੀ-ਟਰ੾ਸ਼ਲੇਟਰ -- ਫਾੲਿਲ ਦੀ ਘਰੇਲੂ ਨਕਲ ੲਿਸਤਰ੾ ਸੰਭਾਲੋ..

source: File %s was changed. Save?
pa: ਪੋ(.po) ਫਾੲਿਲ: %s ਵਿਚ ਤਬਦੀਲੀ ਕੀਤੀ ਗੲੀ ਹੈ, ਕੀ ਸੰਭਾਲਣੀ ਹੈ？

source: Don't save
pa: ਨਾ ਸੰਭਾਲੋ

source: gtranslator -- import po file
pa: ਜੀ-ਟਰ੾ਸ਼ਲੇਟਰ -- ਪੋ(.po) ਲਿਅਾੳੁ

source: gtranslator -- export po file
pa: ਜੀ-ਟਰ੾ਸ਼ਲੇਟਰ -- ਪੋ (.po ) ਨੰੂ ਭੇਜੋ

source: gtranslator -- edit comment
pa: ਜੀ-ਟਰ੾ਸ਼ਲੇਟਰ -- ਟਿੱਪਣੀ ਸੋਧੋ

source: Comment:
pa: ਟਿੱਪਣੀ:

source: Should ALL translations from `%s' be removed?
pa: ਕੀ '%s' ਵਿਚੋ ਸਾਰੀਅ੾ ਭਾਸ਼ਾ ਤਬਦੀਲੀਅ੾ ਹਟਾ ਦਿੱਤੀਅਾ ਜਾਣ？

source: gtranslator -- go to
pa: ਜੀ-ਟਰ੾ਸ਼ਲੇਟਰ -- ਜਾੳੁ

source: Go to message number:
pa: ੲਿਸ ਸੁਨੇਹੇ ਨੰਬਰ ਤੇ ਜਾੳੁ

source: Find in the po file
pa: ਪੋ (.po) ਫਾੲਿਲ ਵਿਚ ਲੱਭੋ

source: Enter search string:
pa: ਖੋਜ ਲੲੀ ਸਤਰ ਦਿੳੁ:

source: Case sensitive
pa: ਅੱਖਰਾ ਦੇ ਅਾਕਾਰ ਲੲੀ ਸੰਵੇਦਨਸ਼ੀਲ ਹੈ

source: Find in:
pa: ੲਿਸ ਵਿਚ ਖੋਜੋ:

source: Comments
pa: ਟਿੱਪਣੀ

source: English
pa: ਅੰਗਰੇਜ਼ੀ

source: Translation
pa: ਭਾਸ਼ਾ ਤਬਦੀਲ

source: Ignore hotkeys
pa: ਹੋਟ-ਕੀਅ੾ ਨੰੂ ਅੱਖੋ-ਪਰਖਾ ਕਰੋ

source: gtranslator -- replace
pa: ਜੀ-ਟਰ੾ਸ਼ਲੇਟਰ -- ਤਬਦੀਲ

source: Replace all
pa: ਸਭ ਤਬਦੀਲ

source: String to replace:
pa: ਬਦਲਣ ਲੲੀ ਸਤਰ:

source: Replace string:
pa: ਸਤਰ ਤਬਦੀਲ ਕਰੋ:

source: Replace in:
pa: ੲਿਸ ਵਿੱਚ ਤਬਦੀਲ ਕਰੋ:

source: Please enter a string to replace!
pa: ਕਿਰਪਾ ਕਰਕੇ ਬਦਲਣ ਲੲੀ ਸਤਰ ਦਿੳੁ！

source: An error occurred while msgfmt was executed:
pa: ਜਦੋ msgfmt ਨੰੂ ਚਲਾੲਿਅਾ ਤ੾ ਗਲਤੀ ਅਾੲੀ ਹੈ :

source: The file %s is already open in another instance of gtranslator! Please close the other instance of gtranslator handling this file currently to re-gain access to this file. Shall fool gtranslator open this file anyway ?
pa: ਫਾੲਿਲ %s ਪਹਿਲ੾ ਹੀ ੲਿੱਕ ਹੇਰ ਜੀ-ਟਰ੾ਸਲੇਟਰ (gtranslator) ਵਿਚ ਖੁੱਲੀ ਹੈ！ ਜੀ-ਟਰ੾ਸਲੇਟਰ ਦਾ ਹੇਰ ਖੁੱਲਾ ਭਾਗ ਵਰਤੋ ੲਿਹ ਫਾੲਿਲ ਮੁੜ ਖੁਲਣ ਦਾ ਕੋਸ਼ਿਸ ਕਰੇਗੀ ਕੀ ਜੀ-ਟਰ੾ਸਲੇਟਰ ੲਿਹ ਫਾੲਿਲ ਕਿਸੇ ਵੀ ਤਰ੾ ਖੋਲੇ？

source: File %s was changed. Do you want to revert to saved copy?
pa: ਫਾੲਿਲ%s ਵਿਚ ਤਬਦੀਲੀ ਕੀਤੀ ਗੲੀ ਹੈ ਕੀ ਪਹਿਲ਼੾ ਸੰਭਾਲੀ ਗੲੀ ਨਕਲ ਤੋ ਖੋਲਣਾ ਚਾਹੋਗੇ？

source: gtranslator -- open from URI
pa: ਜੀ-ਟਰ੾ਸ਼ਲੇਟਰ -- ਯੂਅਾਰਅਾੲੀ (URI) ਤੋ ਖੋਲੋ੏

source: Enter URI:
pa: ਯੂ ਅਾਰ ਅਾੲੀ(URI) ਭਰੋ:

source: No URI given!
pa: ਕੋੲੀ ਯੂਅਾਰ ਅਾੲੀ (URI) ਦਿੱਤੀ ਗਿਅਾ ਹੈ！

source: No supported URI protocol (like "ftp://") given!
pa: ਕੋੲੀ ਸਹਾੲਿਤਾ ਪ੍ਾਪਤ ਯੂਅਾਰਅਾੲੀ(URI)ਪਰੋਟੋਕੋਲ (ਜਿਵੇ ਕਿ"ftp://")ਅਾਦਿ ਨਗੀ ਦਿੱਤਾ ਗਿਅਾ ਹੈ！

source: URIs are used to locate files uniquely on different systems. The standard Internet addresses (URLs) are also URIs -- you can use them to open remote po files lying on servers with standard protocols like "http", "ftp" or any other access method supported by GnomeVFS. Some example URIs for clarification (these ones are supported): http://www.gtranslator.org/remote-po/gtranslator.pot ftp://anonymous@ftp.somewhere.com/<A-REMOTE-PO-FILE> file:///<PO-FILE> or http://www.DOMAIN.COM/PO-FILE
pa: ਯੂਅਾਰਅਾੲੀ(URI) ਵੱਖਰੇ ਕੰਪਿੳੂਟਰ ਤੇ ਫਾੲਿਲ੾ ਨੰੂ ਪਛਾਣਨ ਦੇ ਲੲੀ ਵਰਤਿਅਾ ਜਾਦਾ ਹੈ ਮਿਅਾਰੀ ੲਿੰਟਰਨੈਟ ਅੈਡਰਸ (URLs) ਵੀ ਯੂਅਾਰਅਾੲੀ(URI) ਹਨ, ਤੁਸੀ ੲਿਨ੾ ਨੰੂ ਸਰਵਰ ੳੁਪਰ ਮੌਜੂਦ ਰਿਮੋਟ ਪੋ(po) ਫਾੲਿਲ ਨੰੂ ਮਿਅਾਰੀ ਪਰੋਟੋਕੋਲ, ਜਿਵੇ ਕਿ "http", "ftp" ਜ੾ ਕੋੲੀ ਵੀ ਜੋ ਕਿ GnomeVFS ਤੇ ੳੁਪਲੱਬਧ ਹੋਵੇ, ਨਾਲ ਖੋਲ ਸਕਦੇ ਹੋ ਸਹੀ ਕਰਨ ਲੲੀ ਕੁਝ ੳੁਦਾਹਰਨਾ ਹਨ( ੲਿਹ ੳੁਪਲੱਬਧ ਹਨ) http://www.gtranslator.org/remote-po/gtranslator.pot ftp://anonymous@ftp.somewhere.com/<A-REMOTE-PO-FILE> file:///<PO-FILE>·or http://www.DOMAIN.COM/PO-FILE

source: Open recovery file for `%s'? It was saved by gtranslator before gtranslator last closed and may contain your hard work!
pa: `%s' ਲੲੀ ੲਿੱਕਠੀ ਫਾੲਿਲ ਖੋਲਣੀ ਹੈ? ੲਿਹ ਜੀ-ਟਰ੾ਸਲੇਟਰ ਦੁਅਾਰਾ ਬੰਦ ਹੋਣ ਤੋ ਪਹਿਲ੾ ਸੰਭਾਲੀ ਗੲੀ ਹੈ ਅਤੇ ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਤੁਹਾਡੀ ਮੇਹਨਤ ਬਚਾ ਲਵੇ!

source: Postpone decision
pa: ਫੈਸਲੇ ਨੰੂ ਲਮਕਾ ਦਿੳੁ

source: Ignore recovery file
pa: ੲਿੱਕਠੀ ਕੀਤੀ ਫਾੲਿਲ ਨੰੂ ਅੱਖੋ-ਪਰਖੋ ਕਰੋ

source: Recover file
pa: ੲਿੱਕਠੀ ਕੀਤੀ ਫਾੲਿਲ

source: Here you can query existing translations from your learn buffer.
pa: ਸਿੱਖਣ ਰਾਖਵੇ ਵਿਚ ਮੌਜੂਦ ਤਬਦੀਲੀਅ੾ ਬਾਰੇ ਸਵਾਲ ਕਰ ਸਕਦੇ ਹੋ੤

source: gtranslator -- query your personal learn buffer
pa: ਜੀ-ਟਰ੾ਸ਼ਲੇਟਰ -- ਅਾਪਣੇ ਨਿੱਜੀ ਸਿੱਖਣ ਰਾਖਵੇ(ਬਫਰ) ਨਾਲ ਸਵਾਲ ਕਰੋ

source: Query
pa: ਸਵਾਲ

source: Query message content
pa: ਸਵਾਲ ਸੁਨੇਹੇ ਸੰਖੇਪ

source: Query string:
pa: ਸਵਾਲ ਸਤਰ:

source: No query string given!
pa: ਕੋੲੀ ਸਵਾਲ ਸਤਰ ਦਿੱਤੀ ਨਹੀ ਗੲੀ ਹੈ！

source: Couldn't find any result for the query in your learn buffer!
pa: ਤੁਹਾਡੇ ਰਾਖਵੇ(ਬਫਰ) ਵਿਚੋ ਸਵਾਲ ਦਾ ਕੋੲੀ ਨਤੀਜਾ ਨਹੀ ਅਾੲਿਅਾ ਹੈ！

source: Found "%s" as a translation for "%s". Would you like to insert it into the translation?
pa: "%s" ਲੱਭਿਅਾ ਹੈ, ੲਿਸ "%s" ਦੀ ਭਾਸ਼ਾ·ਤਬਦੀਲੀ ਦੇ ਤੌਰ ਤੇ ਕੀ ੲਿਸੇ ਨੰੂ ਭਾਸ਼ਾ ਤਬਦੀਲੀ ਦੇ ਤੌਰ ਤੇ ਵਰਤਣਾ ਹੈ？

source: Query's result translation is already there!
pa: ਸਵਾਲ ਦੀ ਨਤੀਜਾ ਤਬਦੀਲੀ ਪਹਿਲ਼੾ ਹੀ ਮੌਜੂਦ ਹੈ！

source: Should gtranslator autotranslate the file using information from your personal learn buffer?
pa: ਕੀ ਜੀ-ਟਰ੾ਸ਼ਲੇਟਰ ਤੁਹਾਡੇ ਨਿੱਜੀ-ਸਿੱਖਣ-ਰਾਖਵੇ ਦੀ ਜਾਣਕਾਰੀ ਮੁਤਾਬਕ ਸਵੈ-ਤਬਦੀਲ ਕਰ ਦੇਵੇ？

source: gtranslator -- add bookmark with comment?
pa: ਜੀ-ਟਰ੾ਸ਼ਲੇਟਰ -- ਕੀ ਬੁੱਕਮਾਰਕ ਟਿੱਪਣੀ ਸਮੇਤ ਹੀ ਜੋੜਨਾ ਹੈ ?

source: Comment for the bookmark:
pa: ਬੁੱਕਮਾਰਕ ਲੲੀ ਟਿੱਪਣੀ ਦਿੳੁਃ

source: Please enter a search string
pa: ਕਿਰਪਾ ਕਰਕੇ ਖੋਜ ਲੲੀ ਸਤਰ ਦਿੳੁ

source: Could not find "%s"
pa: ਲੱਭਣ ਵਿਚ ਅਸਫਲ "%s"

source: Edit comment
pa: ਟਿਪੱਣੀ ਦੀ ਸੋਧ

source: %s [ No fuzzy left ]
pa: %s [ਗਲਤ ਕੋੲੀ ਨਹੀ ਰਹੀ ਹੈ]

source: Sticky (Message & translation are the same)
pa: ਅਟਕਾੳੁ ( ਸੁਨੇਹਾ ਅਤੇ ਭਾਸ਼ਾ-ਤਬਦੀਲੀ ੲਿਕੋ ਹੀ ਹੈ)

source: %s [ No untranslated left ]
pa: %s [ਨਾ-ਤਬਦੀਲ ਕੋੲੀ ਨਹੀ ਰਹੀ ਹੈ]

source: Message %d / %d / Status: %s (Message contains plural forms)
pa: ਸੁਨੇਹੇ %d / %d / ਸਥਿਤੀ: %s (ਸੁਨੇਹੇ ਬਹੁ-ਸਤਰ ਹਨ)

source: Message %d / %d / Status: %s
pa: ਸੁਨੇਹੇ %d / %d /ਸਥਿਤੀ: %s

source: gtranslator -- edit header
pa: ਜੀ-ਟਰ੾ਸ਼ਲੇਟਰ -- ਿਸਰਲੇਖ ਸੋਧੋ

source: Comments:
pa: ਟਿੱਪਣੀ:

source: Project name:
pa: ਪ੍ਜੈਕਟ ਨਾੳੁ:

source: Project version:
pa: ਪ੍ਜੈਕਟ ਵਰਜਨ:

source: Pot file creation date:
pa: ਪੋਟ(pot) ਫਾੲਿਲ ਬਣਾੳੁਣ ਦੀ ਮਿਤੀ :

source: Po file revision date:
pa: ਪੋ ਫਾੲਿਲ ਦੀ ਦੁਹਰਾੳੁ ਦੀ ਮਿਤੀ

source: Report message string bugs to:
pa: ਸੁਨੇਹਾ ਸਤਰ ਵਿਚ ਬੱਗ ਦੀ ਸੂਚਨਾ ਦਿੳੁ:

source: Generator:
pa: ਤਿਅਾਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ:

source: Translator's name:
pa: ਭਾਸ਼ਾ ਤਬਦੀਲ ਕਰਨ ਵਾਲੇ ਦਾ ਨਾੳੁ:

source: Translator's e-mail:
pa: ਭਾਸ਼ਾ ਤਬਦੀਲ ਕਰਨ ਵਾਲੇ ਦਾ ੲੀ-ਪੱਤਰ ਪਤਾ:

source: Language:
pa: ਭਾਸ਼ਾ:

source: Language group's email:
pa: ਭਾਸ਼ਾ ਸਮੂਹ ਦਾ ੲੀ-ਪੱਤਰ ਪਤਾ:

source: Charset:
pa: ਅਖਰ ਸਮੂਹ (ਕੈਰਸੈਟ):

source: Encoding:
pa: ੲਿੰਕੋਡਿੰਗ:

source: _File/Recen_t files/
pa: ਫਾੲਿਲ/ਤਾਜ਼ੀਅ੾ ਫਾੲਿਲ੾/

source: Open %s
pa: %s ਖੋਲੋ੏

source: Afrikaans
pa: ਅਫਰਾਨਕੀਨ

source: Arabic
pa: ਅਰਬੀ

source: Azerbaijani Turkish
pa: ਅਜ਼ਰਬਜੀਨੀ-ਤੁਰਕ

source: Basque
pa: ਬਾਸਕਿੳੂ

source: Belorussian
pa: ਬੇਲੂਰੂਸ

source: Bengali
pa: ਬੰਗਾਲੀ

source: Britton
pa: ਬਰਟੀਨ

source: Bulgarian
pa: ਬੁਲਗਾਰੀਅਾ

source: Catalan
pa: ਕੈਟਾਲੀਨ

source: Chinese/Simplified
pa: ਚੀਨੀ (ਸਧਾਰਨ)

source: Chinese/Traditional
pa: ਚੀਨੀ (ਮੂਲ)

source: Croatian
pa: ਕਰੋਟੀਨਅ੾

source: Czech
pa: ਕਜ਼ੇਚ

source: Danish
pa: ਡੈਂਨੀਸ਼

source: Dutch
pa: ਡੱਚ

source: English/Canada
pa: ਅੰਗਰੇਜ਼ੀ (ਕੇਨੈਡਾ)

source: English/GB
pa: ਅੰਗਰੇਜ਼ੀ (ਬਰਤਾਨੀਅਾ)

source: English/USA
pa: ਅੰਗਰੇਜ਼ੀ (ਅਮਰੀਕਾ)

source: Esperanto
pa: ੲਿਸਪਰੋਨਟੋ

source: Estonian
pa: ਅੈਸਟਨਅਾ

source: Persian
pa: ਪਰਸੀਅਨ

source: Finnish
pa: ਫਨੈਸ਼

source: French
pa: ਫਰਾਸੀਸੀ

source: Galician
pa: ਗਲੇਸੀਅਨ

source: German
pa: ਜਰਮਨ

source: Greek
pa: ਗਰੀਕ

source: Gujarati
pa: ਗੁਜਰਾਤੀ

source: Hindi
pa: ਹਿੰਦੀ

source: Hungarian
pa: ਹੂਨਜ਼ਾਰੀਅਨ

source: Icelandic
pa: ਅਾੲੀਲੈਡਿਕ

source: Indonesian
pa: ੲਿੰਡੋਨੇਸ਼ੀਅਨ

source: Italian
pa: ੲਿਟਲੀਅਨ

source: Irish
pa: ਅਾੲੀਰਸ਼

source: Japanese
pa: ਜਪਾਨੀ

source: Kannada
pa: ਕੰਨੜ

source: Korean
pa: ਕੋਰਅਾੲੀ

source: Latvian
pa: ਲੈਟਿਨ

source: Lithuanian
pa: ਲੀਥਅਨੀਅਨ

source: Malay/Bahasa Melayu
pa: ਮਾਲੇਅਾ (ਬਾਸਾ ਮੇਲੂਅਾ)

source: Maltese
pa: ਮਲਟੇਸ

source: Marathi
pa: ਮਰਾਠੀ

source: Norwegian/Bokmaal
pa: ਨੋਰਵੇਗੀਨ(ਬੋਕਮਾਲ)

source: Norwegian/Nynorsk
pa: ਨਾਰਵੇਗੀਅਨ(ਨੌਨਰਸ਼ਕ)

source: Punjabi
pa: ਪੰਜਾਬੀ

source: Polish
pa: ਪੋਲਸ਼

source: Portuguese
pa: ਪੁਰਤਗਾਲੀ

source: Portuguese/Brazil
pa: ਪੁਰਤਗਾਲੀ(ਬਰਾਜ਼ੀਲ)

source: Romanian
pa: ਰੋਮਾਨੀਅਾ

source: Russian
pa: ਰੂਸੀ

source: Serbian/Cyrillic
pa: ਸੀਰਬੀਅਨ(ਕਰੈਲੀਅਾ)

source: Serbian/Latin
pa: ਸੀਰਬੀਅਨ (ਲੈਟੀਨ)

source: Slovak
pa: ਸਲੋਵਾਕ

source: Slovenian
pa: ਸਲੋਵੀਨੀਅਨ

source: Spanish
pa: ਸਪੇਨੀ

source: Spanish/Spain
pa: ਸਪੇਨੀ (ਸਪੇਨ)

source: Spanish/Mexico
pa: ਸਪੇਨੀ( ਮੈਕਸਿਕੋ)

source: Swedish
pa: ਸਵੀਡਨ

source: Tamil
pa: ਤਾਮਿਲ

source: Telugu
pa: ਤੇਲਗੂ

source: Thai
pa: ਥਾੲੀ

source: Turkish
pa: ਤੁਰਕੀ

source: Ukrainian
pa: ਯੂਕਰੇਨੀ

source: Uzbekian
pa: ਯੂਜ਼ਬੇਕਿਸ

source: Vietnamese
pa: ਵੀਅਤਨਾਮੀ

source: Walloon
pa: ਵਾਲੂਨ

source: Welsh
pa: ਵਾਲਿਸ਼

source: gtranslator learn buffer statistics:
pa: ਜੀ-ਟਰ੾ਸ਼ਲੇਟਰ ਵਿਚ ਸਿੱਖਣ ਰਾਖਵੇ(ਬਫਰ) ਦੀ ਸਥਿਤੀ:

source: Learn buffer filename: `%s`
pa: ਸਿੱਖਣ ਰਾਖਵੇ ਦੀ ਫਾੲਿਲ ਦਾ ਨਾੳੁ: `%s'

source: Encoding: `%s'
pa: ੲਿੰਕੋਡਿੰਗ: `%s'

source: Serial: `%i'
pa: ਕਰਮ ਅੰਕ: `%i'

source: Number of entries: `%i'
pa: ੲਿੰਦਰਾਜ੾ ਦੀ ਗਿਣਤੀ: `%i'

source: Auto translate the po file
pa: ਪੋ(po) ਫਾੲਿਲ ਨੰੂ ਸਵੈ-ਤਬਦੀਲ ਕਰੋ

source: FILENAME
pa: ਫਾੲਿਲ ਨਾੳੁ

source: Show build specifications
pa: ਬਣਾੳੁਣ ਲੲੀ ਨਿਰਧਾਰਨ ਵੇਖਾੳੁ

source: Export learn buffer to a plain po file
pa: ਸਿੱਖਣ ਵਾਲੇ ਰਾਖਵੇ ਨੂੰ ੲਿੱਕ ਸਧਾਰਨ ਪੋ (po) ਫਾੲਿਲ ਦੇ ਰੂਪ ਵਿਚ ਭੇਜ ਦਿੳੁ·

source: PO_FILE
pa: ਪੋ ਫਾੲਿਲ

source: Specify main window geometry
pa: ਮੁੱਖ ਝਰੋਖੇ ਦੀ ਸਥਿਤੀ ਨਿਰਧਾਰਿਤ ਕਰੋ

source: GEOMETRY
pa: ਸੰਰਚਨਾ

source: Learn the file completely
pa: ਫਾੲਿਲ ਨੰੂ ਪੂਰੀ ਤਰ੾ ਸਿੱਖ ਲਿਅਾ ਹੈ

source: Show learn buffer statistics
pa: ਸਿੱਖਣ-ਰਾਖਵੇ ਦੇ ਅੰਕੜੇ ਵਿਖਾੳੁ

source: gtranslator build information/specs:
pa: ਜੀ-ਟਰ੾ਸ਼ਲੇਟਰ-ਜਾਣਕਾਰੀ ਜਾਂ ਨਿਰਧਾਰਨ ਬਣਾਓ:

source: Version and build date:
pa: ਵਰਜਨ ਅਤੇ ਬਣਾੳੁਣ ਦੀ ਤਰੀਕ

source: Build GLib / Gtk+ / GNOME / XML versions:
pa: ਬਣਾੳੁ GLib / Gtk+ / GNOME / XML ਵਰਜਨ:

source: Colorschemes directory:
pa: ਰੰਗ ਸਕੀਮ ਡਾੲਿਕਰੈਕਟਰੀ:

source: Scripts directory:
pa: ਸਕਰਿੱਪਟ ਡਾੲਿਕਰੈਕਟਰੀ:

source: Window icon:
pa: ਝਰੋਖੇ ਦਾ ਅਾੲੀਕਾਨ:

source: Own locale directory:
pa: ਅਾਪਣੀ ਲੋਕੇਲ ਡਾੲਿਕਰੈਕਟਰੀ:

source: Default learn buffer file location:
pa: ਸਿੱਖਣ ਵਾਲੀ ਰਾਖਵੀ(ਬਫਰ) ਫਾੲਿਲ ਦੀ ਮੂਲ ਸਥਿਤੀ:

source: Learned file `%s' successfully for your learn buffer.
pa: ਸਿੱਖੀ ਫਾੲਿਲ `%s' ਤੁਹਾਡੇ ਸਿੱਖਣ ਰਾਖਵੇ ਲੲੀ ਸਫਲਤਾਪੂਰਕ ਰਹੀ ਹੈ

source: Exported learn buffer to file `%s'.
pa: ਿਸੱਖਣ ਵਾਲਾ ਰਾਖਵ੾ ਫਾੲਿਲ '%s' ਵਿਚ ਭੇਜ ਦਿੳੁ

source: _Compile
pa: ਕੰਪਾੲੀਲ

source: Compile the po file
pa: ਪੋ (.po) ਫਾੲਿਲ ਨੰੂ ਕੰਪਾੲਿਲ ਕਰੋ

source: Update the po file
pa: ਪੋ(.po) ਫਾੲਿਲ ਦਾ ਨਵੀਨੀਕਰਨ ਕਰੋ

source: Add bookmark
pa: ਬੁੱਕਮਾਰਕ ਵਿਚ ਜੋੜੋ

source: Add a bookmark for this message in this po file
pa: ੲਿਸ ਪੋ (po) ਫਾੲਿਲ ਵਿਚ ੲਿਸ ਸੁਨੇਹੇ ਨੰੂ ਬੁੱਕਮਾਰਕ ਵਿਚ ਜੋੜੋ ੤

source: Aut_otranslate...
pa: ਸਵੈ-ਤਬਦੀਲ ਕਰੋ(_o)..

source: Autotranslate the file with information from your learn buffer
pa: ਤੁਹਾਡੇ ਸਿੱਖਣ ਰਾਖਵੇ ਵਿਚਲੀ ਜਾਣਕਾਰੀ ਨਾਲ ਫਾੲਿਲ ਸਵੈ-ਤਬਦੀਲ ਕਰੋ

source: Remove all translations...
pa: ਸਾਰੀਅ੾ ਸਤਰ੾ ਹਟਾ ਦਿੳੁ...

source: Remove all existing translations from the po file
pa: ਪੋ (.po) ਫਾੲਿਲ ਵਿਚ ਮੌਜੂਦ ਸਾਰੀਅ੾ ਭਾਸ਼ਾ ਤਬਦੀਲੀਅ੾ ਹਟਾਓ

source: Open from _URI...
pa: ਯੂਅਾਰਅਾੲੀ( URI) ਤੋ ਖੋਲੋ੏...

source: Open a po file from a given URI
pa: ਦਿੱਤੇ ਯੂ ਅਾਰ ਅਾੲੀ (URI) ਤੋ ਪੋ (po) ਫਾੲਿਲ ਖੋਲੋ੏ ੤

source: Recen_t files
pa: ਤਾਜ਼ੀਅਾ ਫਾੲਿਲ੾

source: _Export to UTF-8...
pa: ਯੂਟੀਅੈਫ-੮ (UTF-8) ਵਿਚ ਭੇਜੋ(_E)...

source: Export the current po file to UTF-8
pa: ਮੌਜੂਦਾ ਪੋ (po) ਫਾੲਿਲ·ਨੰੂ ਯੂਟੀਅੈਫ-੮ (UTF-8) ਦੇ ਰੂਪ ਵਿਚ ਭੇਜ ਦਿੳੁ

source: _Import from UTF-8...
pa: ਯੂਟੀਅੈਫ-੮ (UTF-8) ਤੋ ਲ਼ਿਅਾੳੁ...

source: Import a UTF-8 encoded po file into it's corresponding plain encoding
pa: ੲਿੱਕ ਯੂਟੀਅੈਫ-੮(UTF-8) ੲਿੰਕੋਡਿੰਗ ਪੋ(po) ਨੰੂ ੲਿਸ ਦੇ ਅਨੁਸਾਰੀ ਸਧਾਰਨ ੲਿੰਕੋਡਿੰਗ ਵਿਚ ਤਬਦੀਲ ਕਰ ਦਿੳੁ ੤

source: _Query...
pa: ਸਵਾਲ...

source: Query for a string
pa: ਸਵਾਲ ਲੲੀ ੲਿੱਕ ਸਤਰ

source: Edit po file header
pa: ਪੋ(.po) ਫਾੲਿਲ ਦੇ ਸਿਰਲੇਖ ਦੀ ਸੋਧ ਕਰੋ

source: Copy _message -> translation
pa: ਨਕਲ ਅਸਲੀ ਸੁਨੇਹਾ (_M) -> ਭਾਸ਼ਾ-ਤਬਦੀਲੀ

source: Copy the original message contents and paste them as translation
pa: ਅਸਲੀ ਸੁਨੇਹੇ ਦੀ ਨਕਲ ਕਰੋ ਅਤੇ ਭਾਸ਼ਾ ਤਬਦੀਲੀ ਵਾਲੇ ਖਾਨੇ ਵਿਚ ਰੱਖੋ

source: Fu_zzy
pa: ਗਲਤ

source: _First
pa: ਪਹਿਲਾ

source: _Back
pa: ਪਿੱਛੇ

source: _Next
pa: ਅੱਗੇ

source: _Last
pa: ਅਖੀਰੀ

source: _Go to...
pa: ੲਿਥੇ ਜਾੳੁ..਼਼

source: Goto specified message number
pa: ਨਿਰਧਾਰਿਤ ਸੁਨੇਹੇ ਨੰਬਰ ਤੇ ਜਾੳੁ

source: Next fuz_zy
pa: ਅਗਲੀ ਗਲਤ

source: Go to next fuzzy message
pa: ਅਗਲੇ ਗਲਤ ਸੁਨੇਹੇ ਤੇ ਜਾੳੁ

source: Next _untranslated
pa: ਅਗਲੀ ਨਾ-ਤਬਦੀਲ ਕੀਤੀ

source: Go to next untranslated message
pa: ਅਗਲੇ ਨਾ-ਤਬਦੀਲ ਕੀਤੇ ਸੁਨੇਹੇ ਤੇ ਜਾੳੁ

source: _Bookmarks
pa: ਬੁੱਕਮਾਰਕ

source: _Colorschemes
pa: ਰੰਗ ਸਕੀਮ

source: gtranslator _website
pa: ਜੀ-ਟਰ੾ਸ਼ਲੇਟਰ ਦੀ ਵੈਬਸਾੲੀਟ

source: gtranslator's homepage on the web
pa: ਜੀ-ਟਰ੾ਸ਼ਲੇਟਰ ਦਾ ਮੁੱਖ ਵੈਬ ਸਫਾ

source: Open
pa: ਖੋਲੋ੏

source: Open a po file
pa: ਪੋ(.po) ਫਾੲਿਲ ਖੋਲੋ੏

source: Save
pa: ਸੰਭਾਲੋ

source: Save File
pa: ਫਾੲਿਲ ਸੰਭਾਲੋ

source: Save as
pa: ੲਿਸ ਤਰ੾ ਸੰਭਾਲੋ

source: Save file with a different name
pa: ਫਾੲਿਲ ਵੱਖਰੇ ਨਾੳੁ ਨਾਲ ਸੰਭਾਲੋ

source: Compile
pa: ਕੰਪਾੲਿਲ ਕਰੋ

source: Update
pa: ਨਵੀਨੀਕਰਨ

source: Header
pa: ਸਿਰਲੇਖ

source: Edit the header
pa: ਸਿਰਲੇਖ ਦੀ ਸੋਧ ਕਰੋ

source: Undo
pa: ਵਾਪਸ ੳੁਹੀ

source: Undo the last performed action
pa: ਵਾਪਸ ੳੁਹੀ ਪਹਿਲ੾ ਵਾਲੀ ਕਾਰਵਾੲੀ ਕਰੋ

source: First
pa: ਪਹਿਲ੾

source: Back
pa: ਪਿੱਛੇ

source: Next
pa: ਅੱਗੇ

source: Last
pa: ਅਖੀਰੀ

source: Go to the next fuzzy translation
pa: ਅਗਲੀ ਗਲਤ ਭਾਸ਼ਾ ਤਬਦੀਲੀ ਤੇ ਜਾੳੁ

source: Go to
pa: ਜਾੳੁ

source: Go to specified message number
pa: ਨਿਰਧਾਰਿਤ ਸੁਨੇਹੇ ਨੰਬਰ ਤੇ ਜਾੳੁ

source: Find string in po file
pa: ਪੋ·(.po) ਫਾੲਿਲ ਵਿੱਚ ਸਤਰ ਲੱਭੋ

source: Replace string in po file
pa: ਪੋ (.po) ਫਾੲਿਲ ਵਿੱਚ ਸਤਰ ਤਬਦੀਲ ਕਰ ਦਿੳੁ

source: Couldn't get the message!
pa: ਸੁਨੇਹਾ ਪ੍ਾਪਤ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਿਅਾ！

source: There are no fuzzy messages left.
pa: ਕੋੲੀ ਗਲਤ ਸੁਨੇਹਾ ਨਹੀ ਬਚਿਅਾ ਹੈ ੤

source: All messages seem to be translated.
pa: ਲੱਗਦਾ ਹੈ ਕਿ ਸੱਭ ਸੁਨੇਹੇ ਤਬਦੀਲ ਹੋ ਗੲੇ ਹਨ ੤

source: gtranslator -- edit plural forms of message translation
pa: ਜੀ-ਟਰ੾ਸ਼ਲੇਟਰ -- ਸੁਨੇਹੇ ਦੀ ਬਹੁ ਸਤਰ ਨੰੂ ਸੋਧੋ

source: Original
pa: ਮੂਲ ਸਤਰ

source: Couldn't open compiled gettext file `%s'!
pa: ਕੰਮਪਾੲਿਲ ਗੈਟਟੈਕਸਟ (gettext) ਫਾੲਿਲ '%s' ਨੰੂ ਖੋਲਿਅਾ ਨਹੀ ਜਾ ਸਕਦਾ ਹੈ！

source: Couldn't open compressed gettext file `%s'!
pa: ਸੰਕੁਚਿਤ ਗੈੈਟਟਕੈਸਟ (gettext) ਫਾੲਿਲ '%s' ਨੂੰ ਖੋਲਿਅਾ ਨਹੀ ਜਾ ਸਕਦਾ ਹੈ！

source: Couldn't open %s'd gettext file `%s'!
pa: %s ਖੋਲਿਅਾ ਨਹੀ ਜਾ ਸਕਦਾ ਗੈਟਟੈਕਸਟ ਫਾੲਿਲ '%s' ਨੂੰ！

source: Couldn't open zip'ed po file `%s'!
pa: ਜ਼ੈਪ (zip) ਕੀਤੀ .po ਫਾੲਿਲ '%s' ਨੰੂ ਖੋਲਿਅਾ ਨਹੀ ਜਾ ਸਕਦਾ ਹੈ！

source: Error in file "%s" at line %d. Please check the file and try again.
pa: ਫਾੲਿਲ "%s" ਵਿਚ ਗਲਤੀ ਹੈ ੲਿਸ ਸਤਰ ਤੇ : %d ਕਿਰਪਾ ਕਰਕੇ ਫਾੲਿਲ ਦੀ ਜ੾ਚ ਕਰੋ ਕਰਕੇ ਫਿਰ ਕੋਸ਼ਿਸ ਕਰੋ੤

source: The file is empty: %s
pa: ਫਾੲਿਲ ਖਾਲੀ ਹੈ: %s

source: The file `%s' doesn't exist at all!
pa: ਫਾੲਿਲ`%s' ਮੌਜੂਦ ਹੀ ਨਹੀ ਹੈ！

source: Header record not found - defaulting from preferences
pa: ਸਿਰਲੇਖ ਜਾਣਕਾਰੀ ੳੁਪੱਲਬਧ ਨਹੀ ਹੈ- ਪਸੰਦ ਵਿਚੋਂ ਮੂਲ ਹੀ ਵਰਤੀ ਜਾਵੇਗੀ

source: gtranslator -- %s
pa: ਜੀ-ਟਰ੾ਸ਼ਲੇਟਰ --%s

source: Could not open file `%s' for writing!
pa: ਫਾਿੲਲ '%s' ਨੰੂ ਲਿਖਣ ਲੲੀ ਨਹੀ ਖੋਲਿਅਾ ਜਾ ਸਕਦਾ ਹੈ！

source: Sorry, msgfmt isn't available on your system!
pa: ਮੁਅਾਫੀ, ਪਰ msgfmt ਤੁਹਾਡੇ ਕੰਪਿੳੂਟਰ ਤੇ ੳੁਪਲੱਬਧ ਨਹੀ ਹੈ！

source: Compile successful: %s
pa: ਸਫਲਤਾਪੂਰਕ ਕੰਪਾੲਿਲ : %s

source: Couldn't generate the current date!
pa: ਮੌਜੂਦਾ ਤਰੀਕ ਬਣਾੲੀ ਨਹੀ ਜਾ ਸਕਦੀ ਹੈ！

source: Hotkey indicating character:
pa: ਹੋਟ-ਕੀ ਅੱਖਰ ਨੰੂ ਵਿਖਾ ਰਹੀ ਹੈਃ

source: gtranslator -- options
pa: ਜੀ-ਟਰ੾ਸ਼ਲੇਟਰ -- ਚੋਣ

source: Warn if po file contains fuzzy translations
pa: ਚੇਤਵਾਨੀ ਦਿੳੁ ਜੇਕਰ ਪੋ(.po) ਵਿੱਚ ਗਲਤ ਭਾਸ਼ਾ ਤਬਦੀਲ ਕੀਤੀਅ੾ ਫਾੲਿਲ੾ ਹਨ

source: Delete compiled files (e.g. "project.gmo")
pa: ਕੰਪਾੲਿਲ ਫਾੲਿਲ ਹਟਾੳੁ (ਜਿਵੇ ਕਿ "project.gmo")

source: Automatically save at regular intervals
pa: ਲਗਾਤਾਰ ਅੰਤਰਾਲ ਤੇ ਸਵੈ-ਸੰਭਾਲ ਕਰੋ

source: Autosave interval:
pa: ਸਵੈ-ਸੰਭਾਲ ਦਾ ਅੰਤਰਾਲਃ

source: Append a suffix to automatically saved files
pa: ਸਵੈ-ਸੰਭਾਲੀ ਫਾੲਿਲ ਨਾਲ ਪਿਛੇਤਰ ਜੋੜੋ

source: Suffix:
pa: ਅਗੇਤਰ:

source: Recent files
pa: ਤਾਜ਼ੀਅ੾ ਫਾੲਿਲ੾

source: Maximum number of entries in the recent files list:
pa: ਤਾਜ਼ੀਅਾ ਫਾੲਿਲ੾ ਦੀ ਸੂਚੀ ਵਿਚ ਫਾੲਿਲ੾ ਦੀ ਵੱਧ ਤੋ ਵੱਧ ਗਿਣਤੀਃ

source: Check recent files before showing in recent files list
pa: ਤਾਜ਼ੀਅਾ ਫਾੲਿਲਾ ਦੀ ਸੂਚੀ ਵੇਖਾੳੁਣ ਤੋ ਪਹਿਲਾ ੲਿਹ ਫਾੲਿਲਾ ਦੀ ਜਾਂਚ ਕਰੋ

source: Text display
pa: ਪਾਠ ਵੇਖੋ

source: Highlight syntax of the translation message
pa: ਭਾਸ਼ਾ-ਤਬਦੀਲ ਲੲੀ ਸੰਟੈਕਸ ਨੰੂ ੳੁਭਾਰੋ

source: Syntax color scheme to use:
pa: ਵਰਤਣ ਲੲੀ ਸੰਟੈਕਸ ਰੰਗ ਦੀ ਸਕੀਮ:

source: Use special character to indicate white space
pa: ਖਾਲੀ ਥ੾ ਵਖਾੳੁਣ ਲੲੀ ਖਾਸ ਅੱਖਰ ਵਰਤੋ

source: Apply own fonts
pa: ਅਾਪਣੀ ਪਸੰਦ ਦੇ ਫੋਟ ਵਰਤੋਃ

source: gtranslator -- font selection/msgid font
pa: ਜੀ-ਟਰ੾ਸ਼ਲੇਟਰ -- ਫੋਟ ਦੀ ਚੋਣ (msgid ਫੋਟ)

source: Original text font:
pa: ਅਸਲੀ ਪਾਠ ਦੇ ਫੋਟ:

source: gtranslator -- font selection/msgstr font
pa: ਜੀ-ਟਰ੾ਸ਼ਲੇਟਰ -- ਫੋਟ ਦੀ ਚੋਣ(msgstr ਫੋਟ)

source: Translation font:
pa: ਭਾਸ਼ਾ ਤਬਦੀਲ ਕਰਨ ਵਾਲੇ ਫੋਟ:

source: Apply own colors:
pa: ਅਾਪਣੀ ਪਸੰਦ ਦੇ ਰੰਗ ਨੰੂ ਵਰਤੋਃ

source: gtranslator -- foreground color
pa: ਜੀ-ਟਰ੾ਸ਼ਲੇਟਰ -- ਪਿੱਠ-ਭੂਮੀ ਦਾ ਰੰਗ

source: Foreground color:
pa: ਅਗਲੇ ਪਾਸੇ ਦਾ ਰੰਗ:

source: gtranslator -- background color
pa: ਜੀ-ਟਰ੾ਸ਼ਲੇਟਰ -- ਪਿੱਠਭੂਮੀ ਦਾ ਰੰਗ

source: Background:
pa: ਪਿੱਠਭੂਮੀਃ

source: Remove fuzzy status if message is changed
pa: ਜੇਕਰ ਸੁਨੇਹੇ ਵਿਚ ਤਬਦੀਲੀ ਕੀਤੀ ਜਾਦੀ ਹੈ ਤ੾ ਗਲਤ ਦੀ ਸਥਿਤੀ ਹਟਾ ਦਿੳੁ

source: Keep obsolete messages in the po files
pa: ੍ਅਟਕਾੳੁ ਸੁਨੇਹੇ ਪੋ(po) ਫਾੲਿਲ ਵਿਚ ਹੀ ਰਹਿਣ ਦਿੳੁ

source: Spell checking
pa: ਸ਼ਬਦ-ਜੋੜ ਦੀ ਜ੾ਚ ਕਰੋ

source: Instant spell checking
pa: ਮੌਕੇ ਤੇ ਸ਼ਬਦ ਜੋੜ ਦੀ ਜ੾ਚ

source: Use special dictionary:
pa: ਖਾਸ ਕੋਸ਼ ਵਰਤੋ:

source: PO header
pa: ਪੋ (PO) ਸਿਰਲੇਖ

source: Personal Information
pa: ਨਿੱਜੀ ਜਾਣਕਾਰੀ

source: Author's name:
pa: ਲੇਖਕ ਦਾ ਨਾੳੁ:

source: Author's email:
pa: ਲੇਖਕ ਦਾ ੲੀ-ਪੱਤਰ ਪਤਾ:

source: Language settings
pa: ਭਾਸ਼ਾ ਨਿਰਧਾਰਨ

source: Language code:
pa: ਭਾਸ਼ਾ ਕੋਡ:

source: Functionality
pa: ਸਹੂਲਤ

source: Enable the functionality to update a po file from within gtranslator
pa: ਜੀ-ਟਰ੾ਸ਼ਲੇਟਰ ਵਿਚੋ ਹੀ ੲਿਕ ਪੋ (po) ਫਾੲਿਲ ਦਾ ਨਵੀਨੀਕਰਨ ਦੀ ਸਹੂਲਤ ਚਾਲੂ ਕਰੋ

source: Enable the functionality to remove all translations from a po file
pa: ਪੋ (.po) ਫਾੲਿਲ·ਵਿਚੋ ਸਾਰੀਅ੾ ਭਾਸ਼ਾ ਤਬਦੀਲ ਕੀਤੀਅ੾ ਸਤਰ੾ ਨੰੂ ਹਟਾੳੁਣ ਦੀ ਸਹੂਲਤ ਨੰੂ ਚਾਲੂ ਕਰੋ

source: Show instant comment view in main pane
pa: ਮੁੱਖ ਪੱਟੀ ਵਿਚ ਤਤਕਾਲੀ ਟਿੱਪਣੀ ਵੇਖਾੳੁ

source: Display special dialog for messages with plural forms
pa: ਬਹੁਸਤਰ੾ ਵਾਲੇ ਸੁਨੇਹਿਅ੾ ਲੲੀ ਖਾਸ ਤਖਤੀ ਪੇਸ਼ ਕਰੋ

source: Save geometry on exit and restore it on startup
pa: ਬਾਹਰ ਜਾਣ ਤੇ ਸਥਿਤੀ ਸੰਭਾਲ ਲਵੋ ਅਤੇ ਸ਼ੁਰੂ ਵੇਲੇ ੳੁਹੀ ਰੱਖੋ

source: Messages table
pa: ਸੁਨੇਹਾ ਸਾਰਣੀ

source: Show the messages table (requires restart)
pa: ਸੁਨੇਹਾ-ਸਾਰਨੀ ਵੇਖਾੳੁ(ਜੀ-ਟਰ੾ਸਲੇਟਰ ਨੰੂ ਦੁਬਾਰਾ ਚਾਲੂ ਕਰਨਾ ਪਵੇਗਾ)

source: Collapse all entries by default
pa: ਮੂਲ ਰੂਪ ਵਿਚ ਸਾਰੇ ੲਿੰਦਰਾਜ ਅਾਪੇ ਖਤਮ ਹੋ ਜਾਣ

source: Use own colors for messages table groups
pa: ਸੁਨੇਹਾ ਸਾਰਣੀ ਸਮੂਹ ਲੲੀ ਖਾਸ ਰੰਗ ਵਰਤੋ

source: Fuzzy entries color:
pa: ਗਲਤ ਲੲੀ ਕੁੱਲ ਰੰਗ:

source: Untranslated entries color:
pa: ਨਾ-ਤਬਦੀਲ ਕੀਤੀਅ੾ ਸਤਰ੾ ਦਾ ਰੰਗ:

source: Translated entries color:
pa: ਭਾਸ਼ਾ ਤਬਦੀਲ ਕੀਤੀਅ੾ ਸਤਰ੾ ਦਾ ਰੰਗ:

source: Autotranslation
pa: ਸਵੈ-ਭਾਸ਼ਾ ਤਬਦੀਲ

source: Also query the personal learn buffer while autotranslating untranslated messages
pa: ਜਦੋ ਅਣ-ਤਬਦੀਲ ਸੁਨੇਹਿਅ੾ ਨੰੂ ਸਵੈ-ਭਾਸ਼ਾ-ਤਬਦੀਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੋਵੇ ਤ੾ ਨਿੱਜੀ ਸਿੱਖਣ ਰਾਖਵੇ ਬਾਰੇ ਸਵਾਲ ਕਰੋ

source: Automatically learn a newly translated message
pa: ਨਵੇ ਭਾਸ਼ਾ-ਤਬਦੀਲ ਕੀਤੇ ਸੁਨੇਹੇ ਤੋ ਸਵੈ ਸਿਖੋ

source: Fuzzy matching
pa: ਗਲਤੀ ਦਾ ਸੁਮੇਲ

source: Use "fuzzy" matching routines for learn buffer queries
pa: ਸਿੱਖਣ ਰਾਾਖਵੇ ਸਵਾਲ੾ ਲੲੀ "fuzzy" ਨਾਲ ਮੇਲ ਕਰਦੇ ਰਹੋ

source: Minimal required similarity persentage for fuzzy queries:
pa: ਗਲਤ ਸਵਾਲ੾ ਲੲੀ ਘੱਟੋ-ਘੱਟ ਲੋੜੀਦੀ ੲਿੱਕੋ ਤਰ੾ ਦੀ ਪ੍ਤੀਸ਼ਤ

source: Please enter your name!
pa: ਕਿਰਪਾ ਕਰਕੇ ਅਾਪਣਾ ਨਾੳੁ ਦਿੳੁ！

source: Please enter your EMail address!
pa: ਕਿਰਪਾ ਕਰਕੇ ਅਾਪਣਾ ੲੀ-ਪੱਤਰ ਪਤਾ ਦਿੳੁ！

source: Please enter a valid EMail address!
pa: ਕਿਰਪਾ ਕਰਕੇ ਠੀਕ ੲੀ-ਪੱਤਰ ਪਤਾ ਦਿੳੁ！

source: No replacements made!
pa: ਕੋੲੀ ਤਬਦੀਲੀ ਨਹੀ ਕੀਤੀ ਗੲੀ ਹੈ！

source: Couldn't save compiled gettext file `%s'!
pa: ਕੰਮਪਾੲਿਲ ਗੈਟਟਕੈਸਟ (gettext) ਫਾੲਿਲ '%s' ਨੂੰ ਸੰਭਾਲਿਅਾ ਨਹੀ ਜਾ ਸਕਦਾ ਹੈ！

source: Couldn't save compressed gettext file `%s'!
pa: ਸਂੰਕੋਚਿਤ ਗੈਟਟਕੈਸਟ(getttext) ਫਾੲਿਲ'%s' ਨੂੰ ਸੰਭਾਲਿਅਾ ਨਹੀ ਜਾ ਸਕਦਾ ਹੈ！

source: Couldn't save %s'd gettext file `%s'!
pa: %sਦੀ ਗੈਟਟਕੈਸਟ (gettext) ਫਾੲਿਲ '%s' ਨੂੰ ਸੰਭਾਲਿਅਾ ਨਹੀ ਜਾ ਸਕਦਾ ਹੈ！

source: Couldn't save zip'ed po file `%s'!
pa: ਜੈਪ(zip) .po ਫਾੲਿਲ '%s' ਨੂੰ ਸੰਭਾਲਿਅਾ ਨਹੀ ਜਾ ਸਕਦਾ ਹੈ！

source: Session restored successfully.
pa: ਅਜਲਾਸ ਸਫ਼ਲਤਾਪੂਰਕ ਸ਼ੁਰੂ ਹੋ ਗਿਅਾ ਹੈ ੤

source: No font set! Using default font
pa: ਕੋੲੀ ਫੋਟ ਨਿਰਧਾਰਿਤ ਨਹੀ ਕੀਤਾ ਗਿਅਾ ਹੈ! ਮੂਲ ਫੋਟ ਹੀ ਵਰਤੇ ਜਾ ਰਹੇ ਹਨ ੤

source: No POTFILES.in found!
pa: ਕੋੲੀ POTFILES.in ਨਹੀ ਲੱਭੀ ਹੈ！

source: Po file is uptodate.
pa: ਪੋ (.po) ਫਾੲਿਲ ਦਾ ਨਵੀਨੀਕਰਨ ਕਰੋ

source: The update was successfull.
pa: ਨਵੀਨੀਕਰਨ ਸਫਲਤਾਪੂਰਕ ਰਿਹਾ ਹੈ ੤

source: An error occurred while updating the po file.
pa: ਪੋ(po) ਫਾੲਿਲ ਦਾ ਨਵੀਨੀਕਰਨ ਦੌਰਾਨ ਗਲਤੀ ਹੈ੤

source: Can't create directory `%s'!
pa: '%s' ਡਾੲਿਕਰੈਕਟਰੀ ਨਹੀ ਬਣ ਸਕਦੀ ਹੈ！

source: The geometry string "%s" couldn't be parsed!
pa: ਸੰਰਚਨਾ ਸਤਰ "%s" ਨੰੂ ਪਾਰਸ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ!

source: You are not permitted to access file '%s'.
pa: ਤੁਹਾਨੰੂ ਫਾੲਿਲ '%s' ਖੋਲਣ ਦੀ ਅਾਗਿਅਾ ਨਹੀ ਹੈ

source: You do not have permission to modify file '%s'. Please save a new copy of it to a place of your choice and get write permission for it.
pa: ਫਾੲਿਲ '%s' ਨੰੂ ਸੋਧਣ ਲੲੀ ਤੁਹਾਡੇ ਕੋਲ ਅਧਿਕਾਰ ਨਹੀ ਹਨ ੤ ਕਿਰਪਾ ਕਰਕੇ ਨਵੀ ਨਕਲ ਬਣਾੳੁ ਅਤੇ ਅਾਪਣੀ ਮਨਪਸੰਦ ਤੇ ਸੰਭਾਲ ਕੇ ਲਿਖਣ ਦੇ ਅਧਿਕਾਰ ਦਿੳੁ੤

source: The necessary decompression program `%s' is not installed!
pa: ਲੋੜੀਦਾ ਸਕੁੰਚਿਤ-ਖੋਲਣ ਕਾਰਜ '%s' ੲਿੰਸਟਾਲ ਨਹੀ ਹੈ！

source: The necessary compression program `%s' is not installed!
pa: ਲੋੜੀਦਾ ਸਕੁੰਚਿਤ ਕਾਰਜ '%s' ੲਿੰਸਟਾਲ ਨਹੀ ਹੈ！

source: Couldn't create temporary directory `%s'!
pa: ਅਾਰਜ਼ੀ ਡਾੲਿਕਰੈਕਟਰੀ '%s' ਨਹੀ ਬਣਾੲੀ ਜਾ ਸਕਦੀ ਹੈ！

source: File `%s' couldn't be found!
pa: ਫਾੲਿਲ '%s' ਲੱਭੀ ਨਹੀ ਹੈ！

source: Malformed URI `%s' entered!
pa: ਮੇਲਫਾਰਮਡ URI `%s' ਭੇਜਿਅਾ ਗਿਅਾ ਹੈ!

source: Host `%s' couldn't be found!
pa: ਮੇਜ਼ਬਾਨ `%s' ਨਹੀ ਲੱਭਿਅਾ ਹੈ!

source: Hostname `%s' is not valid!
pa: ਮੇਜ਼ਬਾਨ ਨਾੳੁ`%s' ਠੀਕ ਨਹੀ ਹੈ!

source: Host `%s' has no address!
pa: ਮੇਜ਼ਬਾਨ `%s' ਦਾ ਕੋੲੀ ਪਤਾ ਨਹੀ ਹੈ!

source: Transfer interrupted!
pa: ਤਬਦੀਲੀ ਰੋਕੀ ਗੲੀ ਹੈ！
